Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

# Sidebar/Moderation/Hidden text
source: Pending review edits
ar: الملفات المعلّقة
eo: Atendantaj dosieroj

# Content/Admin/Table.Label/Noun
source: Permissions
eo: Rajtoj

# Content/*/*/Noun
source: Permissions
ar: الصّلاحيّات
eo: Rajtoj

# */Queue/Button.Label/Short, Verb
source: Play
ar: غنّي
eo: Ludi

# Content/Queue/Button.Label/Short, Verb
source: Play all
ar: تشغيل الكل
eo: Ludi ĉiu

# Content/Artist/Button.Label/Verb
source: Play all albums
ar: إعزف كافة الألبومات
eo: Ludi ĉiuj albumoj

# */Queue/Dropdown/Button/Title
source: Play next
ar: إعزف التالي
eo: Ludi baldaŭe

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play next track
ar: شغِّل المَقطَع التالي
eo: Ludi sekvan kanton

# */Queue/Dropdown/Button/Title
source: Play now
ar: إعزف الآن
eo: Ludi tuj

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play previous track
ar: شغِّل المَقطَع السابق
eo: Ludi antaŭa kanto

# Sidebar/Player/Hidden text
source: Play this track
ar: شغِّل هذا المَقطَع
eo: Ludi tiun kanton

# Sidebar/Player/Icon.Tooltip/Verb
source: Play track
ar: إعزف المَقطَع
eo: Ludi kanton

# */Queue/Button/Title
source: Play...
eo: Ludi…

# Head/Playlist/Title
source: Playlist
eo: Ludlisto

# Content/Playlist/Message
source: Playlist created
ar: تم إنشاء قائمة تشغيل الموسيقى
eo: Ludlisto kreiintas

# Content/Playlist/Title
source: Playlist editor
ar: محرّر قوائم تشغيل الموسيقى
eo: Ludlista redaktilo

# Content/Playlist/Input.Label
source: Playlist name
ar: إسم قائمة المَقاطِع
eo: Nomo de la ludlisto

# Content/Playlist/Message
source: Playlist updated
ar: تم تحديث قائمة تشغيل الموسيقى
eo: Ludlisto aktualigintas

# Content/Playlist/Dropdown.Label
source: Playlist visibility
ar: مدى رؤية القائمة
eo: Ludlistvideblo

# Content/OAuth Scopes/Label
source: Playlists
eo: Ludlistoj

# */*/*
source: Playlists
ar: قوائم المَقاطِع
eo: Ludlistoj

# Content/Home/List item
source: Playlists? We got them
eo: Ludlistoj? Jen

# Content/Settings/Error message.List item/Call to action
source: Please double-check your password is correct
ar: يرجى التأكّد مِن صحة الكلمة السرية
eo: Bonvolu rekontroli ke via pasvorto ĝustas

# Content/Login/Error message.List item/Call to action
source: Please double-check your username/password couple is correct
ar: الرجاء التأكّد مِن صحة اسم المستخدِم و الكلمة السرية
eo: Bonvolu rekontroli ke vian uzantnomo kaj pasvorto ĝustas

# Content/Settings/Paragraph
source: PNG, GIF or JPG. At most 2MB. Will be downscaled to 400x400px.
ar: نسق PNG أو GIF أو JPG. الحجم الأقصى 2 ميغابيت. سيتم تغيير حجمها إلى 400×400 بكسل.
eo: PNG, GIF, aŭ JPG. Maksimume 2Mo. La bildo malgrandigos al 400×400 rastrumero.

# */*/*/Noun
source: Position
eo: Paĝeco

# Content/Moderation/Help text
source: Prevent account or domain from triggering notifications, except from followers.
ar: إخفاء الحساب أو محتوى النطاق مِن الجميع باستثناء المتابِعين.
eo: Preventi konton aŭ domajno de sendi sciigoj, krom el sekvantoj.

# Popup/Embed/Title/Noun
source: Preview
ar: معاينة
eo: Antaŭvido

# Sidebar/Player/Icon.Tooltip
source: Previous track
ar: المَقطَع السابق
eo: Antaŭa kanto

# Content/Library/Card.List item
source: Problem during scanning
ar: خطأ أثناء المسح
eo: Eraro dum skano

# Content/Library/Button.Label
source: Proceed
ar: واصل
eo: Konfirmi

# Content/Signup/Link/Verb
source: Proceed to login
ar: المواصلة إلى صفحة تسجيل الدخول
eo: Ensalutu

# Content/Library/Tab.Title/Short
source: Processing
ar: جارٍ العمل
eo: Procedas

# Content/OAuth Scopes/Label
source: Profile
ar: افتح الصفحة الشخصية
eo: Malfermi profilon

# */*/*/Verb
source: Purge
ar: تفريغ
eo: Purigi

# Popup/Library/Title
source: Purge errored files?
ar: تنظيف الملفات الخاطئة وحذفها؟
eo: Purigi erarajn dosierojn?

# Popup/Library/Title
source: Purge pending files?
ar: هل تريد إزالة الملفات المعلّقة؟
eo: Purigi atendantajn dosierojn?

# Popup/Library/Title
source: Purge skipped files?
ar: هل تريد إزالة الملفات المتخطاة؟
eo: Purigi ignoratajn dosierojn?

# Sidebar/Queue/Tab.Title/Noun
source: Queue
ar: قائمة الإنتظار
eo: Atendovico

# Content/Queue/Message
source: Queue shuffled!
ar: تم خلط قائمة الإنتظار !
eo: Atendovico miksiĝis!

# Head/Radio/Title
source: Radio Builder
ar: مُنشِئ الإذاعات و الراديو
eo: Faranto de radio

# Content/Radio/Message
source: Radio created
ar: تم إنشاء الإذاعة
eo: Kreis radion

# Content/Radio/Input.Label/Noun
source: Radio name
ar: إسم الإذاعة
eo: Nomo de la radio

# Content/Radio/Message
source: Radio updated
ar: تم تحديث الإذاعة
eo: Ĝisdatigas radion

# */*/*
source: Radios
ar: الإذاعات
eo: Radioj

# Content/OAuth Scopes/Label
source: Radios
eo: Radioj

# Content/Moderation/*/Noun
source: Reason
ar: السبب
eo: Kialo

# Content/Moderation/Table.Label/Noun
source: Received library follows
ar: الطلبات الواردة لمتابعة المكتبات
eo: Ricevintaj sekvadoj de muzikejo

# Content/Moderation/*/Noun
source: Received messages
ar: الرسائل الواردة
eo: Ricevintaj mesaĝoj

# Content/Library/Paragraph
source: Recent edits
ar: تمت إضافتها مؤخرا
eo: Novaj aldonoj

# Content/Home/Title
source: Recently added
ar: تمت إضافتها مؤخرا
eo: Novaj aldonoj

# Content/Home/Title
source: Recently favorited
ar: تمت إضافتها إلى المفضلة حديثا
eo: Novaj stelumoj

# Content/Home/Title
source: Recently listened
ar: مَقاطِع أستُمِع إليها مؤخرا
eo: Lastatempaj aŭskultantoj

# Content/*/Button.Label/Short, Verb
source: Refresh
ar: إنعاش
eo: Ĝisdatigi

# Popup/*/Message.Title
source: Refresh error
ar: إنعاش
eo: Ĝisdatigi

# Content/Moderation/Button.Label/Verb
source: Refresh node info
ar: تحديث معلومات العُقدة
eo: Aktualigi instancinformon

# Popup/*/Message.Title
source: Refresh pending
ar: تحديث معلومات العُقدة
eo: Aktualigi instancinformon

# Content/*/Button.Tooltip/Verb
source: Refresh table content
ar: تحديث محتوى الجدول
eo: Aktualiĝi datumon de tabelo

# Content/Signup/Form/Paragraph
source: Registration are closed on this instance, you will need an invitation code to signup.
eo: Registrigadoj fermitas je tiu instanco, vi bezonos invitkodon por registrigi.

# Content/Admin/Table, User role
source: Regular user
ar: مستخدِم عادي
eo: normala uzanto

# Content/Library/Button.Label
source: Reject
ar: رفض
eo: Malakcepti

# Content/Moderation/*/Verb
source: Reject media
ar: ارفض الوسائط
eo: Malakcepti aŭdovidaĵon

# Content/Library/*/Short
source: Rejected
ar: تم رفضه
eo: Malakceptinta

# Content/*/*/Noun
source: Release date
ar: آخِر زيارة
eo: Dato de lasta vido

# Content/Library/Title/Noun
source: Remote libraries
ar: المكتبات البُعدية
eo: Mallokaj muzikejoj

# Content/Library/Paragraph
source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
eo: Mallokaj muzikejoj apartenas al aliaj uzantoj el la reto. Vi povas atingi ilin se ili estas publika aŭ vi estas akceptinta.

# Content/Radio/Button.Label/Verb
source: Remove
ar: حذف
eo: Forigi

# Content/Settings/Button.Label/Verb
source: Remove avatar
ar: حذف الصورة الرمزية
eo: Forigi profilbildon

# Content/Moderation/Button.Label
source: Remove filter
ar: حذف الصورة الرمزية
eo: Forigi profilbildon

# Content/Track/Icon.Tooltip/Verb
source: Remove from favorites
ar: حذف مِن المفضلة
eo: Forigi el stelumoj

# Popup/Library/Paragraph
source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
eo: Forigas elŝutatajn sed jam procezontajn kantojn, aldonante tiu datumo al via kvoto.

# Popup/Library/Paragraph
source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
eo: Forigas elŝutatajn preterlasinta kantojn, aldonante tiu datumo al via kvoto.

# Popup/Library/Paragraph
source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
eo: Forigas elŝutatajn kantojn ke la servilo ne povis procezi, aldonante tiu datumo al via kvoto.

# */Settings/Button.Label/Verb
source: Request a new password
ar: طلب كلمة سرية جديدة
eo: Demandi novan pasvorton

# Popup/Settings/Title
source: Request a new Subsonic API password?
ar: متأكد مِن أنك تريد إعادة طلب كلمة سرية جديدة لواجهة برمجة تطبيقات صاب سونيك Subsonic API؟
eo: Demandi novan Subsonic API pasvorton?

# Content/Settings/Button.Label/Verb
source: Request a password
ar: طلب كلمة سرية
eo: Demandi pasvorton

# */Login/*/Verb
source: Reset your password
ar: إعادة تعيين كلمتك السرية
eo: Renuligadi vian pasvorton

# Content/Library/Dropdown/Verb
source: Restart import
ar: إعادة محاولة الإستيراد
eo: Rekomenci importadon

# Content/Search/Dropdown.Label/Noun
source: Results per page
ar: عدد نتائج البحث في كل صفحة
eo: Rezultoj per paĝo

# Content/Signup/Link/Verb
source: Return to login
ar: العودة إلى صفحة تسجيل الدخول
eo: Reiru al ensalutpaĝo

# Content/Moderation/Link
source: Review my filters
ar: عرض الملفات
eo: Vidi dosierojn

# Content/Moderation/Card.Title/Noun
source: Rule
ar: القاعدة
eo: Regulo

# Content/*/Button.Label/Verb
source: Save
ar: احفظ
eo: Konservi

# Content/Library/Message
source: Scan launched
ar: بدأ الاستكشاف
eo: Skano komencis

# Content/Library/Card.Button.Label/Verb
source: Scan now
ar: قم بالمسح الآن
eo: Skani nun

# Content/Library/Card.List item
source: Scan pending
ar: مسح مُعلَّق
eo: Foste

# Content/Library/Message
source: Scan skipped (previous scan is too recent)
eo: Preterlasis skanon (antaŭa skano tro junas)

# Content/Library/Card.List item
source: Scanned
ar: تم مسحها
eo: Skana

# Content/Library/Card.List item
source: Scanned with errors
ar: تمت عملية المسح بأخطاء
eo: Malsukcese skanis

# Content/Library/Card.List item
source: Scanning… (%{ progress }%)
ar: جارٍ المسح… (%{ progress }%)
eo: Skanas… (%{progress}%)

# Content/Search/Input.Label/Noun
source: Search
ar: البحث
eo: Serĉi

# Content/Library/Input.Label/Verb
source: Search a remote library
ar: البحث عن مكتبة بُعدية
eo: Serĉi mallokan muzikejon

# Content/Search/Input.Placeholder
source: Search by account, summary, domain…
ar: البحث حسب العنوان أو إسم فنان أو نطاق…
eo: Serĉu per titolo, artisto, domajno…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, description…
ar: البحث عبر اسم نطاق أو مستخدِم أو نبذة…
eo: Serĉu per domajno, uzantnomo, biografio…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, reference, source…
ar: البحث عبر اسم نطاق أو مستخدِم أو نبذة…
eo: Serĉu per domajno, uzantnomo, biografio…

# Content/Search/Input.Placeholder
source: Search by domain, name, MusicBrainz ID…
ar: البحث عبر اسم نطاق أو مستخدِم أو نبذة…
eo: Serĉu per domajno, uzantnomo, biografio…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, album, MusicBrainz ID…
ar: البحث حسب العنوان أو إسم فنان أو ألبوم…
eo: Serĉu per titolo, artisto, albumo…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, MusicBrainz ID…
ar: البحث حسب العنوان أو إسم فنان أو ألبوم…
eo: Serĉu per titolo, artisto, albumo…

# Content/Search/Input.Placeholder
source: Search by domain, username, bio…
ar: البحث عبر اسم نطاق أو مستخدِم أو نبذة…
eo: Serĉu per domajno, uzantnomo, biografio…

# Content/Search/Input.Placeholder
source: Search by name…
ar: البحث باستخدام اسم…
eo: Serĉu per nomo…

# Content/Library/Input.Placeholder
source: Search by title, artist, album…
ar: البحث حسب العنوان أو إسم فنان أو ألبوم…
eo: Serĉu per titolo, artisto, albumo…

# Content/Admin/Input.Placeholder/Verb
source: Search by username, e-mail address, code…
ar: البحث باسم مستخدِم أو عنوان بريد إلكتروني أو رمز…
eo: Serĉu per uzantnomo, retpoŝtdreso, kodo…

# Content/Search/Input.Placeholder
source: Search by username, e-mail address, name…
ar: البحث باسم مستخدِم أو عنوان بريد إلكتروني أو إسم…
eo: Serĉu per uzantnomo, retpoŝtadreso, nomo…

# Sidebar/Search/Input.Placeholder
source: Search for artists, albums, tracks…
ar: البحث عن فنانين أو ألبومات أو مَقاطِع صوتية…
eo: Serĉu artistoj, albumoj, kantoj…

# Content/Search/Title
source: Search for some music
ar: البحث عن بعض مِن الموسيقى
eo: Serĉi muzikon

# Content/*/Button.Label/Verb
source: Search on Wikipedia
ar: البحث في ويكيبيديا
eo: Serĉi je Vikipedio

# Menu/*/Hidden text
source: Secondary menu
ar: القائمة الثانوية
eo: Dua menuo

# Content/Admin/Menu.Title
source: Sections
ar: الأقسام
eo: Sekcioj

# Content/Radio/Dropdown.Placeholder/Verb
source: Select a filter
ar: إختيار عامل تصفية
eo: Elekti filtrilon

# Content/*/Link/Verb
source: Select only current page
ar: تحديد الصفحة الحالية فقط
eo: Elekti nur la aktualan uzon

# */*/*/Noun
source: Settings
ar: الإعدادات
eo: Agordoj

# Content/Settings/Message
source: Settings updated
ar: تم تحديث الإعدادات
eo: Agordoj ĝisdatigas

# Content/Settings/Paragraph
source: Settings updated successfully.
ar: تم تحديث الإعدادات بنجاح.
eo: Agordoj sukcese ĝisdatigas.

# Content/Admin/Table.Label/Noun
source: Share link
ar: رابط المشاركة
eo: Diskonigi ligilon

# Content/Library/Paragraph
source: Share this link with other users so they can request access to your library.
ar: قم بمشاركة هذا الرابط مع مستخدمين آخرين ليتمكنوا مِن طلب الوصول إلى مكتبتك.
eo: Diskonigu tiu ligilo kun aliaj uzantoj, do ili povas peti atingon al via muzikejo.

# Content/Library/Title
source: Sharing link
ar: رابط المشاركة
eo: Diskoniga ligilo

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Show available keyboard shortcuts
ar: عرض اختصارات لوحة المفاتيح المتوفّرة
eo: Afiŝi disponeblajn fulmoklavojn

# Content/Notifications/Form.Label/Verb
source: Show read notifications
ar: عرض الإشعارات المقروءة
eo: Afiŝi mallegintajn sciigojn

# Content/Settings/Button.Tooltip/Verb
source: Show/hide password
ar: إظهار/إخفاء الكلمة السرية
eo: Afiŝi/kaŝi pasvorton

# Content/*/Paragraph
source: Showing results %{ start }-%{ end } on %{ total }
ar: عرض النتائج %{ start }-%{ end } مِن %{ total }
eo: Afiŝas rezultoj de %{start} al %{end} de %{total}

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Shuffle queue
ar: خلط قائمة الإنتظار
eo: Miksi atendocivo

# Sidebar/Player/Icon.Tooltip/Verb
source: Shuffle your queue
ar: خلط قائمة الإنتظار
eo: Miksi vian atendovico

# */Signup/Title
source: Sign Up
ar: التسجيل
eo: Registriĝi

# Content/Admin/Table.Label/Short, Noun (Value is a date)
source: Sign-up
ar: التسجيل
eo: Registriĝi

# Content/Admin/Table.Label/Noun
source: Sign-up date
ar: تاريخ التسجيل
eo: Registrada dato

# Content/*/*/Noun
source: Size
ar: الحجم
eo: Grando

# Content/Library/*/in MB
source: Size
eo: Grando

# Content/Library/*
source: Skipped
ar: تمّ تجاهله
eo: Preterlasinta

# Content/Library/Label
source: Skipped files
ar: الملفات التي تمّ تجاهلها
eo: Preterlasintaj dosieroj

# Content/Moderation/Table.Label
source: Software
ar: البرمجيات
eo: Aplikaĵo

# Content/*/Paragraph
source: Sorry, the page you asked for does not exist:
ar: المعذرة، إنّ الصفحة التي قمت بطلبها غير موجودة :
eo: Pardonon, la paĝo vi petis ne ekzistas:

# Footer/*/List item.Link
source: Source code
ar: شفرة المصدر
eo: Fontkodo

# Content/Profile/User role
source: Staff member
ar: عضو في الفريق
eo: Skipano

# */Queue/Button.Label/Short, Verb
source: Start radio
ar: إيقاف الإذاعة
eo: Stopi radion

# Content/Admin/Menu
source: Statistics
eo: Statistikoj

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
eo: Statistikoj estas kalkula el konata aktiveco kaj datumoj de via instanco, kaj ne kongruas la generalan aktivecon de tiu konto

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
eo: Statistikoj estas kalkula el konata aktiveco kaj datumoj de via instanco, kaj ne kongruas la generalan aktivecon de tiu domajno

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this object
eo: Statistikoj estas kalkula el konata aktiveco kaj datumoj de via instanco, kaj ne kongruas la generalan aktivecon de tiu konto

# Content/Moderation/Table.Label (Value is Error message)
source: Status
eo: Stato

# Content/Library/Table.Label (Value is Uploading/Uploaded/Error)
source: Status
eo: Stato

# Content/Library.Federation/Table.Label (Value is Approved/Rejected)
source: Status
eo: Stato

# Content/Admin/*/Noun (Value is Used/Not used)
source: Status
eo: Stato

# Content/Admin/Table.Label/Noun (Value is Regular user/Admin)
source: Status
eo: Stato

# Content/Search/Dropdown.Label (Value is All/Pending review/Approved/Rejected)
source: Status
eo: Stato

# */Player/Button.Label/Short, Verb
source: Stop radio
ar: إيقاف الإذاعة
eo: Stopi radion

# */*/Button.Label/Verb
source: Submit
ar: إرسال
eo: Submeti

# Content/Admin/Menu
source: Subsonic
ar: صاب سونيك
eo: Subsono

# Content/Settings/Title
source: Subsonic API password
ar: الكلمة السرية لواجهة برمجة التطبيقات صاب سونيك Subsonic
eo: Subsona API pasvorto

# Content/*/Title
source: Suggest an edit on this album
ar: لا يمكننا تحميل هذا المَقطَع
eo: Ni ne povis ŝargi tiun kanton

# Content/*/Title
source: Suggest an edit on this artist
ar: لا يمكننا تحميل هذا المَقطَع
eo: Ni ne povis ŝargi tiun kanton

# Content/*/Title
source: Suggest an edit on this track
ar: لا يمكننا تحميل هذا المَقطَع
eo: Ni ne povis ŝargi tiun kanton

# Popup/Instance/List.Label
source: Suggested choices
ar: الخيارات المتاحة
eo: Sugestaj elektoj

# Content/Library/Tab.Title/Short
source: Summary
ar: الملخص
eo: Resumo

# Footer/*/Listitem.Link
source: Support forum
ar: المنتدى
eo: Helpretejo

# Content/Library/Paragraph
source: Supported extensions: %{ extensions }
ar: امتدادات الملفات المدعومة: %{ extensions }
eo: Funkcianta sufikso: %{extensions}

# Content/Playlist/Paragraph
source: Syncing changes to server…
ar: مزامنة التغييرات مع الخادم…
eo: Sinkronigas ŝanĝojn al servilo…

# Content/*/Paragraph
source: Text copied to clipboard!
ar: تم نسخ النص إلى الحافظة!
eo: Kopiis teksto al tondujo!

# Content/Home/Paragraph
source: That's simple: we loved Grooveshark and we want to build something even better.
eo: Simplas: ni amis Grooveshark kaj ni volas konstrui iu plue bona.

# Footer/*/List item.Link
source: The funkwhale logo was kindly designed and provided by Francis Gading.
ar: تم تصميم شعار فانك وايل funkwhale بفضل و كَرَم Francis Gading.
eo: La emblemo de Funkwhale estis dizajni kaj disponigi je Francis Gading.

# Popup/Library/Paragraph
source: The library and all its tracks will be deleted. This can not be undone.
ar: سوف يتم حذف المكتبة و كل ما تحتويه مِن مقاطِع. لا يمكن الغاء هذا الإجراء.
eo: La muzikejo kaj ĉiuj ĝiaj kantoj forigos. Ne povos malfari.

# Content/Library/List item
source: The music files you are uploading are tagged properly.
ar: الملفات الموسيقية التي هي في صدد الإرسال موسومة بطريقة صحيحة:
eo: La muzika dosiero vi elŝutas bone etikedas:

# Sidebar/Player/Error message.Paragraph
source: The next track will play automatically in a few seconds…
ar: سيتم تشغيل المقطَع اللاحق تلقائيا خلال بضع ثوان…
eo: La sekva kanto ludos aŭtomate je kelkajn sekundoj…

# Content/Home/List item
source: The plaform is free and open-source, you can install it and modify it without worries
eo: La platformo estas libera kaj malfermitkoda, vi povas instali ĝin malzorge

# Content/Playlist/Error message.Title
source: The playlist could not be created
ar: تم إنشاء قائمة تشغيل الموسيقى
eo: Ludlisto kreiintas

# Popup/*/Paragraph
source: The selected upload will be removed. This action is irreversible.
ar: لا يمكن الغاء هذا الإجراء.
eo: Tiu akto ne estas malfaronta.

# Content/Settings/Paragraph
source: The Subsonic API is not available on this Funkwhale instance.
ar: واجهة برمجة تطبيقات صاب سونيك غير متوفرة غلى مثيل خادوم فانك وايل الحالي.
eo: La Subsona API ne disponeblas en tiu Funkwhale instanco.

# Popup/Playlist/Error message.Title
source: The track can't be added to a playlist
ar: لا يمكننا إضافة المَقطَع إلى قائمة التشغيل
eo: Ni ne povas aldoni kanton al ludlisto

# Content/Moderation/Paragraph
source: The upload will be removed. This action is irreversible.
ar: لا يمكن الغاء هذا الإجراء.
eo: Tiu akto ne estas malfaronta.

# Content/Library/List item
source: The uploaded music files are in OGG, Flac or MP3 format
ar: نسق ملفات الموسيقى المُرسَلة يجب أن تكون OGG أو Flac أو MP3
eo: La elŝutintaj muzikaj dosieroj estas OGG, Flac aŭ MP3

# Content/Library/Paragraph
source: There are various ways to grab new content and make it available here.
ar: هناك عدة أساليب لجلب محتويات جديدة و عرضها هنا.
eo: Estas multe vojoj akiri novan datumon kaj aldoni ĉi-tie.

# Popup/Moderation/Paragraph
source: This action is irreversible.
ar: لا يمكن الغاء هذا الإجراء.
eo: Tiu akto ne estas malfaronta.

# Content/Album/Paragraph
source: This album is present in the following libraries:
ar: هذا الألبوم متوفر على المكتبات التالية:
eo: Tiu albumo estas en ĉi-tiuj muzikejoj:

# Content/Artist/Paragraph
source: This artist is present in the following libraries:
ar: هذا الفنان متوفر على المكتبات التالية:
eo: Tiu artisto estas en ĉi-tiuj muzikejoj:

# Content/Moderation/Card.Title
source: This domain is subject to specific moderation rules
eo: Tiu domajno havas specialajn moderecajn regulojn

# Content/Library/Paragraph
source: This instance offers up to %{quota} of storage space for every user.
ar: مثيل الخادوم هذا يُتيح مساحة تخرين تُقدَّر بـ %{quota} لكل مستخدِم.
eo: Tiu instanco oferi ĝis %{quota} de memorado per uzanto.

# Content/Profile/Button.Paragraph
source: This is you!
ar: هذا أنت !
eo: Estas vin!

# Content/Library/Input.Placeholder
source: This library contains my personal music, I hope you like it.
ar: تحتوي هذه المكتبة على الموسيقى الخاصة بي، أتمنى أنها ستلقَى إعجابك.
eo: Tiu muzikejo enhavas mian personan muzikon, mi esperas vi ŝatas ĝin.

# Content/Library/Card.Help text
source: This library is private and your approval from its owner is needed to access its content
eo: Tiu muzikejo estas privata kaj vi bezonas akceptadon el ĝia proprulo por vidi ĝia enhavo

# Content/Library/Card.Help text
source: This library is public and you can access its content freely
eo: Tiu muzikejo estas publika do vi povas vidi ĝia enhavo libere

# Modal/*/Paragraph
source: This may affect a lot of elements or have irreversible consequences, please double check this is really what you want.
eo: Tiu efektus multe da ero aŭ havus malfarontajn konsekvencojn, bonvolu recertiĝi vi vere volas tiun.

# Content/Library/Paragraph
source: This reference will be used to group imported files together.
eo: Tiu referenco estus uzonta por grupigi importadajn dosierojn kune.

# Content/Library/Help text
source: This track could not be processed, please it is tagged correctly
eo: Ne povis traktadi tiun kanton, certiĝi ĝi estas bone etikedata

# Content/Library/Help text
source: This track has been uploaded, but hasn't been processed by the server yet
ar: تم ارسال المقطع ولكن لم تتم معالجته بعد على الخادم
eo: Kanto elŝutanta, sed la servilo ne jam procezis ĝin

# Content/Library/Help text
source: This track is already present in one of your libraries
ar: إنّ المقطع متوفّر مِن قبل في إحدى مكتباتك
eo: Kanto jam estas en unu de viaj muzikejoj

# */Queue/Button/Title
source: This track is not available in any library you have access to
eo: Tiu kanto ne disponeblas en iu aj muzikejo vi povas atingi

# Content/Track/Paragraph
source: This track is present in the following libraries:
ar: هذا المقطع متوفر كذلك على المكتبات التالية:
eo: Tiu kanto ne estas en ĉi-tiu muzikejoj:

# Popup/Playlist/Paragraph
source: This will completely delete this playlist and cannot be undone.
ar: سوف يؤدي ذلك إلى الحذف الكُلّي لقائمة التشغيل هذه و لا يُمكن إلغاء العملية و العودة.
eo: Tute forigos tiun ludliston kaj ne povus esti malfaronta.
