Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

# Popup/Playlist/Paragraph
source: "%{ title }", by %{ artist }
ar: "%{ title }"، لِـ %{ artist }
eo: "%{title}" je %{artist}

# Sidebar/Queue/Tab.Title
source: (%{ index } of %{ length })
ar: (%{ index } مِن %{ length })
eo: (%{index} da %{length})

# Sidebar/Queue/Tab.Title
source: (empty)
ar: (فارغ)
eo: (malplena)

# Content/Auth/Title
source: %{ app } wants to access your Funkwhale account
ar: الدخول إلى حسابك على فانك وايل Funkwhale
eo: Ensaluti en via Funkwhale konto

# Content/*/Paragraph
source: %{ count } on %{ total } selected
eo: Unu el %{ total } estas selektita

# Content/Artist/Paragraph
source: %{ count } track in %{ albumsCount } albums
ar: %{ count } مقاطع في %{ albumsCount } ألبومات
eo: %{ count } kanto en %{ albumsCount } albumo

# Content/*/Card/List item
source: %{ count} track
ar: %{ count} مَقطَع
eo: %{ count } kanto

# Content/Library/Paragraph
source: %{ current } used on %{ max } allowed
ar: %{ current } مُستعمَلة مِن أصل %{ max } المسموح بها
eo: %{current} uzantas el %{max} rajtantas

# Content/Notifications/Paragraph
source: %{ username } accepted your follow on library "%{ library }"
ar: لقد قَبِل %{ username } طلبك لمتابعة المكتبة "%{ library }"
eo: %{ username } akceptis vian sekvadon de muzikejo "%{ library }"

# Content/Notifications/Paragraph
source: %{ username } followed your library "%{ library }"
ar: لقد قام %{ username } بمتابعة مكتبتك "%{ library }"
eo: %{ username } sekvis vian muzikejon "%{ library }"

# Content/Notifications/Paragraph
source: %{ username } wants to follow your library "%{ library }"
ar: يريد %{ username } متابعة مكتبتك "%{ library }"
eo: %{ username } volas sekvi vian muzikejon “%{ library }”

# Head/Profile/Title
source: %{ username }'s profile
ar: الملف الشخصي لِـ %{ username }
eo: Profilo de %{username}

# Content/Artist/Card
source: 1 album
ar: ألبوم واحد
eo: Unu albumo

# Content/Favorites/Title
source: 1 favorite
ar: %{ count } مفضّلة
eo: Unu stelumo

# Content/Home/Title
source: A clean library
eo: Orda muzikejo

# Content/Library/Help text
source: A network error occured while uploading this file
eo: Reta eraro okazis dum alŝuto de tiu dosiero

# */*/Placeholder
source: A short summary describing your changes.
ar: ملخص قصير لوصف تغييراتك.
eo: Mallonga resumo priskribante viaj ŝanĝoj

# Content/About/Title/Short, Noun
source: About %{ instance }
eo: Pri %{instance}

# Footer/About/Title
source: About %{instanceName}
ar: عن %{instanceName}
eo: Pri %{instanceName}

# Footer/*/Title/Short
source: About Funkwhale
ar: عن فانك وايل Funkwhale
eo: Pri Funkwhale

# Footer/About/List item.Link
source: About page
ar: عن الصفحة
eo: Pripaĝo

# Content/About/Title
source: About this instance
eo: Pri ĉi tiu instanco

# Content/Library/Button.Label
source: Accept
ar: تم قبوله
eo: Akcepti

# Content/Library/Table/Short
source: Accepted
ar: تم قبوله
eo: Akceptita

# Content/Settings/Message
source: Access disabled
ar: عُطّل الوصول
eo: Atingo malaktivigas

# Content/OAuth Scopes/Paragraph
source: Access to content filters
ar: إختيار عامل تصفية
eo: Elekti filtrilon

# Content/OAuth Scopes/Paragraph
source: Access to edits
ar: عُطّل النفاذ
eo: Atingo malaktivigas

# Content/OAuth Scopes/Paragraph
source: Access to favorites
ar: إضافة إلى المفضلة
eo: Aldoni al stelumoj

# Content/OAuth Scopes/Paragraph
source: Access to notifications
ar: كتم الإشعارات
eo: Viaj sciigoj

# Content/OAuth Scopes/Paragraph
source: Access to playlists
ar: الوصول إلى قوائم المقاطع الموسيقية
eo: Aldoni al ludlisto…

# Content/OAuth Scopes/Paragraph
source: Access to radios
ar: عُطّل النفاذ
eo: Atingo malaktivigas

# Content/Home/List item
source: Access your music from a clean interface that focuses on what really matters
eo: Atingas vian muzikon kun pura interfaco ke koncentras ĝin sur gravaĵo

# Content/*/*/Noun
source: Accessed date
ar: عُطّل النفاذ
eo: Atingo malaktivigas

# */*/*/Noun
source: Account
ar: الحسابات
eo: Kontoj

# */*/*
source: Account
eo: Kontoj

# Content/Moderation/Title
source: Account data
ar: بيانات الحساب
eo: Kontdatumo

# Content/Settings/Title
source: Account settings
ar: إعدادات الحساب
eo: Preferoj de via konto

# Head/Settings/Title
source: Account Settings
ar: إعدادات الحساب
eo: Preferoj de via konto

# Content/Admin/Table.Label/Short, Noun
source: Account status
ar: حالة الحساب
eo: Konta statuso

# Content/Signup/Input.Label
source: Account's email
ar: البريد الإلكتروني الخاص بالحساب
eo: Konta retadreso

# */Moderation/Title
source: Accounts
ar: الحسابات
eo: Kontoj

# Content/Library/Table.Label
source: Action
ar: الإجراء
eo: Ago

# Content/*/Paragraph
source: Action %{ action } was launched successfully on %{ count } element
eo: Ago %{ action } sukcese komenciĝis por %{ count } ero

# Content/*/*/Noun
source: Actions
ar: الإجراءات
eo: Agoj

# Content/Admin/Table
source: Active
ar: نشِط
eo: Aktiva

# Content/Moderation/Title
source: Activity
ar: النشاط
eo: Aktivo

# Content/Settings/Dropdown.Label/Noun
source: Activity visibility
ar: عرض النشاط
eo: Videblo de Aktivo

# Content/Moderation/Button/Verb
source: Add
ar: إضافة
eo: Aldoni

# Content/Moderation/Form.Label/Verb
source: Add a domain
ar: إضافة نطاق
eo: Aldoni domajnon

# Content/Moderation/Button/Verb
source: Add a moderation policy
ar: إضافة قاعدة إشراف جديدة
eo: Aldoni moderecan regulon

# Content/Moderation/Card.Button.Label/Verb
source: Add a new moderation rule
ar: إضافة قاعدة إشراف جديدة
eo: Aldoni novan moderecan regulon

# Content/Library/Title/Verb
source: Add and manage content
ar: إضافة المحتوى و إدارته
eo: Aldoni kaj administri datumoj

# */Library/*/Verb
source: Add content
ar: إضافة محتوى
eo: Aldoni enhavon

# Content/Radio/Button.Label/Verb
source: Add filter
ar: إضافة عامل تصفية
eo: Aldoni filtrilon

# Content/Radio/Paragraph
source: Add filters to customize your radio
ar: قم بإضافة عوامل تصفية لتخصيص إذاعتك
eo: Aldonu filtrilojn por tajlori vian radion

# */Queue/Dropdown/Button/Title
source: Add to current queue
ar: أضِف إلى قائمة الانتظار الحالية
eo: Aldoni al aktuala atendovico

# Content/Track/*/Verb
source: Add to favorites
ar: إضافة إلى المفضلة
eo: Aldoni al stelumoj

# Sidebar/Player/Icon.Tooltip/Verb
source: Add to playlist…
ar: إضافة إلى قائمة المقاطع الموسيقية…
eo: Aldoni al ludlisto…

# */Queue/Dropdown/Button/Label/Short
source: Add to queue
ar: أضِف إلى قائمة الانتظار
eo: Aldoni al atendovico

# Popup/Playlist/Table.Button.Tooltip/Verb
source: Add to this playlist
ar: أضفه إلى قائمة التشغيل هذه
eo: Aldoni al ĉi tiu ludlisto

# Popup/Playlist/Table.Button.Label/Verb
source: Add track
ar: إضافة مقطع صوتي
eo: Aldoni kanton

# Content/Admin/Table.User role
source: Admin
ar: المدير
eo: Administranto

# Sidebar/Admin/Title/Noun
source: Administration
ar: الإدارة
eo: Administrejo

# */*/*/Noun
source: Album
eo: Albumo

# */*/*
source: Album
ar: الألبوم
eo: Albumo

# */*/*/Noun
source: Album artist
ar: مِن ألبومات هذا الفنان
eo: Albumoj je ĉi-tiu artisto

# Content/Moderation/Title
source: Album data
ar: عنوان الألبوم
eo: Nomo de albumo

# Content/*/Dropdown/Noun
source: Album name
ar: عنوان الألبوم
eo: Nomo de albumo

# */*/*
source: Albums
ar: الألبومات
eo: Albumoj

# Content/Artist/Title
source: Albums by this artist
ar: مِن ألبومات هذا الفنان
eo: Albumoj je ĉi-tiu artisto

# Content/*/Dropdown
source: All
ar: الكل
eo: Ĉia

# Content/*/Paragraph
source: All %{ count } element selected
eo: Ĉiu %{ count } ero estas selekta

# Content/Playlist/Error message.Title
source: An error occured while saving your changes
eo: Eraro okazis dum konservo de viaj ŝanĝoj

# Popup/*/Message.Content
source: An error occured while trying to refresh data:
eo: Eraro okazis dum konservo de viaj ŝanĝoj

# */*/Error
source: An HTTP error occured while contacting the remote server
eo: Eraro okazis dum konservo de viaj ŝanĝoj

# Content/Login/Error message/List item
source: An unknown error happend, this can mean the server is down or cannot be reached
eo: Nekonata eraro okazis, povus signifi ke la servilo paneas aŭ ne estas atingebla

# */*/*/Noun
source: Application
ar: الإجراء
eo: Ago

# Content/*/Button.Label/Verb
source: Approve
ar: قبول
eo: Akcepti

# Content/*/*/Short
source: Approved
ar: التي تم قبولها
eo: Akceptita

# Content/Library/Card/Short
source: Approved and applied
eo: Akceptita kaj aplikita

# Content/Login/Title
source: Are you sure you want to log out?
ar: أمتأكد من أنك تريد الخروج ؟
eo: Ĉu vi vere volas elsaluti?

# */*/*
source: Artist
eo: Artisto

# */*/*/Noun
source: Artist
ar: الفنان
eo: Artisto

# Content/Moderation/Title
source: Artist data
ar: إسم الفنان
eo: Nomo de artisto

# Content/*/Dropdown/Noun
source: Artist name
ar: إسم الفنان
eo: Nomo de artisto

# */Search/Input.Placeholder
source: Artist, album, track…
ar: فنان ، ألبوم ، مقطع موسيقي …
eo: Artisto, albumo, kanto…

# */*/*
source: Artists
eo: Artistoj

# */*/*/Noun
source: Artists
ar: الفنانون
eo: Artistoj

# Content/Search/Dropdown
source: Ascending
ar: تصاعديًا
eo: Foste

# Content/Signup/Button.Label/Verb
source: Ask for a password reset
ar: أطلب إعادة تعيين كلمة المرور
eo: Demandi pasvortrenuligadon

# Content/Moderation/Title
source: Audio content
ar: المحتوى الصوتي
eo: Muzika datumo

# Popup/Keyboard shortcuts/Title
source: Audio player shortcuts
ar: اختصارات المُشغّل الصوتي
eo: Fulmoklavoj de muzika ludilo

# Popup/Playlist/Title
source: Available playlists
ar: قوائم المقاطع الموسيقية المتوفرة
eo: Disponeblaj ludlistoj

# Content/Settings/Title
source: Avatar
ar: الصورة الرمزية
eo: Avataro

# Content/Signup/Link
source: Back to login
ar: العودة إلى صفحة تسجيل الدخول
eo: Reiri al ensalutpaĝo

# Content/Applications/Link
source: Back to settings
ar: العودة إلى الإعدادات
eo: Ĝisdati agordojn

# Content/Track/*/Noun
source: Bitrate
ar: معدل البت
eo: Bitrapido

# Content/Moderation/*/Verb
source: Block everything
ar: حجب الكل
eo: Bloki ĉiu

# Content/Moderation/Help text
source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
eo: Bloki ĉiu el tiu konto aŭ domajno. Preventos interagojn kaj malaperigis ĝian datumon (dosieroj, muzikejoj, sekvadoj…)

# */Library/*/Verb
source: Browse
ar: تصفّح
eo: Folii

# Sidebar/Library/List item.Link/Verb
source: Browse library
ar: تصفح المكتبة
eo: Folii muzikejon

# Content/Album/Title
source: Browsing albums
ar: تصفّح الألبومات
eo: Folii radiojn

# Content/Artist/Title
source: Browsing artists
ar: استعراض الفنانين
eo: Folii artistojn

# Content/Playlist/Title
source: Browsing playlists
ar: تصفّح قوائم المَقاطِع الموسيقية
eo: Folii ludlistojn

# Content/Radio/Title
source: Browsing radios
ar: تصفّح الإذاعات
eo: Folii radiojn

# Content/Radio/Title
source: Builder
ar: المحرّر
eo: Konstruilo

# Content/Album/Card
source: By %{ artist }
ar: حسب %{ artist }
eo: Je %{artist}

# Popup/Library/Paragraph
source: By unfollowing this library, you loose access to its content.
ar: إن قمت بإلغاء متابعة هذه المكتبة فسوف لن تتمكن مِن الوصول إلى محتواها.
eo: Se vi malsekvantus tiun muzikejon, vi perdus ĝian muzikon.

# Content/Moderation/Table.Label/Noun
source: Cached size
eo: Kaŝmemora grando

# */*/Button.Label/Verb
source: Cancel
ar: إلغاء
eo: Nuligi

# Content/Radio/Table.Label/Noun (Value is a number of Tracks)
source: Candidates
ar: تاريخ الإنشاء
eo: Kandidatoj

# Content/Library/Help text
source: Cannot upload this file, ensure it is not too big
ar: لا يمكن تحميل هذا الملف، تحقق أنّ حجم الملف ليس ضخما
eo: Ne povis alŝuti tiun dosieron, certigi ne tro grandas

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change language
ar: تغيير اللغة
eo: Ŝanĝi lingvon

# Content/Settings/Title/Verb
source: Change my password
ar: تغيير كلمتي السرية
eo: Ŝanĝi mian pasvorton

# Content/Settings/Button.Label
source: Change password
ar: تغيير الكلمة السرية
eo: Ŝanĝi pasvorton

# */Signup/Title
source: Change your password
ar: عدّل كلمتك السرية
eo: Ŝanĝi vian pasvorton

# Popup/Settings/Title
source: Change your password?
ar: هل تريد تغيير كلمتك السريّة؟
eo: Ĉu vi volas ŝanĝi vian pasvorton?

# Content/Playlist/Paragraph
source: Changes synced with server
ar: تمت مزامنة التعديلات مع السيرفر
eo: Konservis ŝanĝoj

# Content/Settings/Paragraph'
source: Changing your password will also change your Subsonic API password if you have requested one.
ar: سوف تتأثر كذلك الكلمة السرية لواجهة برمجة تطبيقات صاب سونيك Subsonic إن قمت بتعديل كلمتك السرية.
eo: Ŝanĝi vian pasvorton ankaŭ ŝanĝos vian Subsonic API pasvorto se vi petis tiun.

# Popup/Settings/Paragraph
source: Changing your password will have the following consequences:
ar: سوف ينجرّ ما يلي عند تعديل كلمتك السرية:
eo: Ŝanĝi vian pasvorton tiel rezultigos

# Footer/*/List item.Link
source: Chat room
ar: قاعة المحادثة
eo: Babilejo

# Popup/Instance/Title
source: Choose your instance
ar: اختر خادومك
eo: Elekti vian instanco

# Content/Admin/Button.Label/Verb
source: Clear
eo: Purigi

# Content/Library/Button.Label
source: Clear
ar: امسح
eo: Purigi

# */Playlist/Button.Label/Verb
source: Clear playlist
ar: مسح قائمة المَقاطع الموسيقية
eo: Purigi ludliston

# Sidebar/Player/Icon.Tooltip/Verb
source: Clear your queue
ar: مسح قائمة الانتظار الخاصة بك
eo: Purigi vian atendovico

# Content/Home/List item/Verb
source: Click once, listen for hours using built-in radios
eo: Alklaki unu foje, aŭskulti enkonstruitajn radiojn dum horoj

# Content/Library/Paragraph/Call to action
source: Click to select files to upload or drag and drop files or directories
ar: اضغط لاختيار ملفات أو قم بسحب وإلقاء ملفات أو مجلدات
eo: Alklaki por selekti elŝutontaj dosieroj, aŭ ŝovi kaj demeti dosierojn aŭ dosierujojn

# */*/Button.Label/Verb
source: Close
ar: إغلاق
eo: Fermi

# Popup/Keyboard shortcuts/Button.Label/Verb
source: Close
eo: Fermi

# Content/Admin/Table.Label/Noun
source: Code
ar: الرمز
eo: Kodo

# Content/*/Card.Link/Verb
source: Collapse
eo: Malgrandigi

# Content/Radio/Table.Label/Verb (Value is a List of Parameters)
source: Config
ar: الإعداد
eo: Preferoj

# Modal/*/Button.Label/Short, Verb
source: Confirm
ar: تأكيد
eo: Konfirmi

# Head/Signup/Title
source: Confirm your e-mail address
ar: أكّد بريدك الإلكتروني
eo: Konfirmi vian retadreson

# Content/Signup/Form.Label
source: Confirmation code
ar: رمز التأكيد
eo: Konfirmada kodo

# Content/OAuth Scopes/Label
source: Content filters
eo: Elekti filtrilon

# Content/Settings/Title/Noun
source: Content filters
ar: عوامل تصفية المحتوى
eo: Elekti filtrilon

# Content/*/Button.Help text.Paragraph
source: Content have been updated, click refresh to see up-to-date content
eo: Ĝisdatigis datumon, alklaku aktualigi por vidi novan datumon

# Footer/*/List item.Link
source: Contribute
ar: المساهمة
eo: Kontribui

# */*/Button.Label/Short, Verb
source: Copy
ar: نسخ
eo: Kopii

# Content/Playlist/Button.Tooltip/Verb
source: Copy queued tracks to playlist
ar: نسخ المَقاطِع مِن قائمة الإنتظار الحالية إلى قائمة التشغيل
eo: Kopii kantojn el la aktuala atendovico en tiu ludlisto

# Popup/Embed/Paragraph
source: Copy/paste this code in your website HTML
ar: انسخ والصق هذا الرمز في نص HTML على موقعك
eo: Kopi kaj alglui tiun kodon en via retejo

# Content/Track/Table.Label/Noun
source: Copyright
eo: Kopirajto

# Content/Signup/Paragraph
source: Could not confirm your e-mail address
ar: لم نتمكن مِن تأكيد عنوان بريدك الإلكتروني
eo: Ne povis konfirmi vian retadreson

# Content/Library/Error message.Title
source: Could not fetch remote library
ar: تعذر جلب المكتبة البُعدية
eo: Eraro dum skano de malloka muzikejo

# Content/Home/List item
source: Covers, lyrics, our goal is to have them all ;)
eo: Reludversioj, kantparoloj, nian celon estas havi ĉiujn ;)

# Content/Moderation/Card.Button.Label/Verb
source: Create
ar: إنشاء
eo: Krei

# Content/Signup/Title
source: Create a funkwhale account
ar: أنشئ حسابا على فانك وايل
eo: Krei Funkwhale konton

# Content/Settings/Button.Label
source: Create a new application
ar: أنشئ تطبيقا جديدا
eo: Krei novan ludliston

# Content/Applications/Title
source: Create a new application
eo: Krei novan ludliston

# Content/Library/Link/Verb
source: Create a new library
ar: أنشئ مكتبة جديدة
eo: Krei novan muzikejon

# Popup/Playlist/Title/Verb
source: Create a new playlist
ar: أنشئ قائمة مَقاطِع موسيقية جديدة
eo: Krei novan ludliston

# */Signup/Link/Verb
source: Create an account
ar: أنشئ حسابا
eo: Krei konton

# Content/Applications/Button.Label/Verb
source: Create application
ar: أنشئ قائمة مَقاطع موسيقية
eo: Krei ludliston

# Content/Library/Button.Label/Verb
source: Create library
ar: أنشئ مكتبة
eo: Krei muzikejon

# Content/Signup/Button.Label
source: Create my account
ar: أنشئ حسابي
eo: Kreu mian konton

# Content/Playlist/Button.Label/Verb
source: Create playlist
ar: أنشئ قائمة مَقاطع موسيقية
eo: Krei ludliston

# Content/Radio/Button.Label/Verb
source: Create your own radio
ar: أنشئ إذاعتك
eo: Krei vian propran radion

# Content/*/*/Noun
source: Creation date
ar: تاريخ الإنشاء
eo: Kreodato

# Content/Settings/Title/Noun
source: Current avatar
ar: الصورة الرمزية الحالية
eo: Aktuala avataro

# Content/Library/Title
source: Current library
ar: المكتبة الحالية
eo: Aktuala muzikejo

# Popup/Playlist/Title
source: Current track
ar: المَقطَع الحالي
eo: Aktuala kanto

# Content/Library/Title
source: Current usage
ar: الاستعمال الحالي
eo: Aktuala uzo

# Content/Library/Table.Label
source: Date
ar: التاريخ
eo: Dato

# Popup/Import/Table.Label/Noun
source: Debug information
ar: معلومات عن المَقطَع
eo: Kantodatumo

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Decrease volume
ar: تخفيض الصوت
eo: Malgrandigi volumo

# */*/*/Verb
source: Delete
ar: حذف
eo: Forigi

# */Settings/Button.Label/Verb
source: Delete application
ar: حذف قائمة الأغاني
eo: Forigi ludliston

# Popup/Library/Button.Label/Verb
source: Delete library
ar: حذف المكتبة
eo: Forigi muzikejon

# Popup/Moderation/Button.Label/Verb
source: Delete moderation rule
ar: حذف قاعدة الإشراف
eo: Forigi moderecan regulon

# Popup/Playlist/Button.Label/Verb
source: Delete playlist
ar: حذف قائمة الأغاني
eo: Forigi ludliston

# Popup/Radio/Button.Label/Verb
source: Delete radio
ar: حذف الإذاعة
eo: Forigi radion

# Popup/Library/Title
source: Delete this album?
ar: أتريد حذف هذه المكتبة؟
eo: Forigi tiun muzikejon?

# Popup/Library/Title
source: Delete this artist?
ar: أتريد حذف هذه المكتبة؟
eo: Forigi tiun muzikejon?

# Popup/Library/Title
source: Delete this library?
ar: أتريد حذف هذه المكتبة؟
eo: Forigi tiun muzikejon?

# Popup/Moderation/Title
source: Delete this moderation rule?
ar: أتريد حذف قاعدة الإشراف هذه؟
eo: Forigi tiun moderecan regulon?

# Popup/Library/Title
source: Delete this suggestion?
ar: أتريد حذف قاعدة الإشراف هذه؟
eo: Forigi tiun moderecan regulon?

# Popup/Library/Title
source: Delete this upload?
ar: أتريد حذف هذه المكتبة؟
eo: Forigi tiun muzikejon?

# Content/Search/Dropdown
source: Descending
ar: تنازليًا
eo: Malfoste

# */*/*/Noun
source: Description
ar: الوصف
eo: Resumo

# Content/*/Input.Label/Noun
source: Description
eo: Resumo

# Content/Library/Card.Button.Label/Noun
source: Details
ar: التفاصيل
eo: Detaloj

# Content/Moderation/Help text
source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
eo: Kiom da datumo la uzanto povas elŝuti. Lasi malplene por uzi la defaŭlta valoro de la instanco.

# Content/Settings/Dropdown.Help text
source: Determine the visibility level of your activity
eo: Kiu estas la videblo de viaj aktoj

# Popup/Settings/Button.Label
source: Disable access
ar: تعطيل النفاذ
eo: Malatingeblu

# Content/Settings/Button.Label/Verb
source: Disable Subsonic access
ar: تعطيل النفاذ عبر صاب سونيك Subsonic
eo: Malatingeblu Subsonic

# Popup/Settings/Title
source: Disable Subsonic API access?
ar: تعطيل النفاذ عبر واجهة برمجة التطبيقات صاب سونيك ؟
eo: Ĉu vi volas malatingeblu la Subsonic API?

# */*/*
source: Disabled
eo: Malaktiva

# Content/Settings/Link
source: Discover how to use Funkwhale from other apps
ar: إكتشف كيفية استخدام فانك وايل Funkwhale عبر التطبيقات الأخرى
eo: Malkovri kiel vi povas uzi Funkwhale el aliaj aplikaĵoj

# 'Content/*/*/Noun'
source: Display name
ar: الاسم المعروض
eo: Afiŝata nomo

# Content/Radio/Checkbox.Label/Verb
source: Display publicly
ar: إعرضها للعامة
eo: Publike montri

# Content/Moderation/Help text
source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
eo: Neniam alŝuti aŭdovidaĵojn (muzikoj, albumbildoj, avataroj…) el tiu konto aŭ domajno. Ankaŭ forigos aktualajn datumojn.

# Popup/Playlist/Title
source: Do you want to clear the playlist "%{ playlist }"?
ar: هل تودّ إفراغ قائمة المَقاطِع الموسيقية "%{ playlist }" ؟
eo: Ĉu vi volas purigi la "%{playlist}" ludliston?

# Modal/*/Title
source: Do you want to confirm this action?
ar: هل تؤكّد هذا الإجراء ؟
eo: Ĉu vi volas konfirmi tiun akton?

# Popup/Playlist/Title/Call to action
source: Do you want to delete the playlist "%{ playlist }"?
ar: متأكّد مِن أنك تريد حذف قائمة المَقاطِع الموسيقية "%{ playlist }" ؟
eo: Ĉu vi volas forigi la "%{playlist}" ludliston?

# Popup/Radio/Title
source: Do you want to delete the radio "%{ radio }"?
ar: أتريد حقا حذف إذاعة "%{ radio }" ؟
eo: Ĉu vi volas forigi la "%{radio}" radion?

# Popup/Moderation/Title/Verb
source: Do you want to hide content from artist "%{ name }"?
ar: أتريد حقا إخفاء محتوى هذا الفنان "%{ name }"؟
eo: Ĉu vi volas forigi la "%{radio}" radion?

# Sidebar/Queue/Message
source: Do you want to restore your previous queue?
ar: هل تريد استرجاع قائمة الإنتظار السابقة للأغاني ؟
eo: Ĉu vi volas reŝargi vian antaŭan atendovicon?

# Footer/*/List item.Link/Short, Noun
source: Documentation
ar: الدليل
eo: Dokumentaro

# Content/Moderation/*/Noun
source: Domain
ar: النطاق
eo: Domajno

# */Moderation/*/Noun
source: Domains
ar: النطاقات
eo: Domajnoj

# Content/Track/Link/Verb
source: Download
ar: تنزيل
eo: Elŝuti

# Content/Playlist/Paragraph/Call to action
source: Drag and drop rows to reorder tracks in the playlist
ar: اسحب والقي أعمدةً قصد ترتيب المقاطِع على قائمة التشغيل
eo: Treni kaj guti horizontaloj por reordigi kantojn en la ludlisto

# Content/*/*
source: Duration
ar: المدّة
eo: Daŭro

# Content/Signup/Message
source: E-mail address confirmed
ar: عنوان البريد الإلكتروني مؤكَّد
eo: Konfirmintas retadreson

# Content/Home/Title
source: Easy to use
eo: Facila uzo

# Content/*/Button.Label/Verb
source: Edit
ar: تعديل
eo: Redakti

# Content/Settings/Button.Label
source: Edit
eo: Redakti

# Content/Applications/Title
source: Edit application
ar: حدث خطأ أثناء تطبيق الإجراء
eo: Eraro kiam ruli akton

# Content/Settings/Button.Label/Verb
source: Edit instance info
eo: Redakti informoj de instanco

# Content/Moderation/Card.Title/Verb
source: Edit moderation rule
ar: تحديث قاعدة الإشراف
eo: Ĝisdati moderecan regulon

# Content/*/Title
source: Edit this album
ar: شغِّل هذا المَقطَع
eo: Ludi tiun kanton

# Content/*/Title
source: Edit this artist
ar: شغِّل هذا المَقطَع
eo: Ludi tiun kanton

# Content/*/Title
source: Edit this track
ar: شغِّل هذا المَقطَع
eo: Ludi tiun kanton

# */Admin/*/Noun
source: Edits
ar: تعديل
eo: Redakti

# Content/OAuth Scopes/Label
source: Edits
eo: Redakti

# Content/*/*/Noun
source: Email
ar: البريد الإلكتروني
eo: Retmesaĝo

# Content/*/*
source: Email address
ar: عنوان البريد الإلكتروني
eo: Retadreso

# Content/*/Button.Label/Verb
source: Embed
ar: ادمج
eo: Enkorpigi

# Popup/Embed/Input.Label/Noun
source: Embed code
ar: رمز الإدماج
eo: Enkorpiga kodo

# Popup/Album/Title/Verb
source: Embed this album on your website
ar: ادرج هذا الألبوم على موقعك
eo: Enkorpigi tiun albumon en via retejo

# Popup/Artist/Title/Verb
source: Embed this artist work on your website
ar: ادمج هذا المَقطع على موقعك
eo: Enkorpigi tiun kanton en via retejo
