Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

source: Page not found!
nb_no: Fant ikke siden.
pt_pt: Página não encontrada!

source: Pagination
pt_pt: Paginação

source: Password
nb_no: Passord
pt_pt: Palavra-passe

source: Password updated
nb_no: Passord oppdatert
pt_pt: Senha atualizada

source: Password updated successfully
pt_pt: Senha atualizada com sucesso

source: Pause track
nb_no: Sett spor på pause
pt_pt: Parar música

source: Pause/play the current track
pt_pt: Pausa/leitura da pista actual

source: Paused
pt_pt: Pausa

source: Pending
nb_no: Ventende
pt_pt: Pendente

source: Pending approval
nb_no: I påvente av godkjennelse
pt_pt: Aprovação pendente

source: Pending files
nb_no: Ventende filer
pt_pt: Ficheiros pendentes

source: Pending follow requests
nb_no: Ventende følgingsforespørsler
pt_pt: Solicitações pendentes

source: Permissions
nb_no: Tilganger
pt_pt: Permissões

source: Play
nb_no: Spill av
pt_pt: Jogar

source: Play all
nb_no: Spill av alle
pt_pt: Jogar tudo

source: Play all albums
nb_no: Spill av alle album
pt_pt: Jogar todos os álbuns

source: Play next
nb_no: Spill neste
pt_pt: Jogar seguinte

source: Play next track
pt_pt: Jogar pista seguinte

source: Play now
nb_no: Spill nå
pt_pt: Jogue agora

source: Play previous track
pt_pt: Jogar pista anterior

source: Play this track
pt_pt: Jogar esta pista

source: Play track
nb_no: Spill spor
pt_pt: Jogar mũsica

source: Playlist containing %{ count } track, by %{ username }
nb_no: Spilleliste inneholdende %{ count } spor, av %{ username }
pt_pt: Playlist contendo%{ count } música, por %{ username }

source: Playlist created
nb_no: Spilleliste opprettet
pt_pt: Playlist criada

source: Playlist editor
pt_pt: Editor de playlist

source: Playlist name
nb_no: Spillelistenavn
pt_pt: Nome da playlist

source: Playlist updated
nb_no: Spilleliste oppdatert
pt_pt: Playlist atualizada

source: Playlist visibility
nb_no: Spillelistesynlighet
pt_pt: Visibilidade da playlist

source: Please double-check your password is correct
nb_no: Dobbeltsjekk at passordet ditt stemmer
pt_pt: Por favor, verifique novamente se sua senha está correta

source: Please double-check your username/password couple is correct
nb_no: Dobbeltsjekk at brukernavnet/passordet ditt stemmer
pt_pt: Por favor, verifique se o seu nome de usuário e senha estão corretos

source: PNG, GIF or JPG. At most 2MB. Will be downscaled to 400x400px.
nb_no: PNG, GIF eller JPG. Høyst 2MB. Vil bli nedskalert til 400x400px.
pt_pt: PNG, GIF ou JPG. No máximo 2MB. Será reduzido para 400x400px.

source: Prevent account or domain from triggering notifications, except from followers.
pt_pt: Evite que uma conta ou domínio acione notificações, exceto de seguidores.

source: Preview
pt_pt: Pré-visualização

source: Previous track
nb_no: Forrige spor
pt_pt: Música anterior

source: Problem during scanning
pt_pt: Erro durante a análise

source: Proceed
nb_no: Fortsett
pt_pt: Prosseguir

source: Proceed to login
nb_no: Fortsett til innlogging
pt_pt: Continuar com o login

source: Processing
nb_no: Behandler
pt_pt: Em tratamento

source: Purge
pt_pt: Purga

source: Purge errored files?
pt_pt: Limpar arquivos com erros?

source: Purge pending files?
pt_pt: Remover arquivos pendentes?

source: Purge skipped files?
pt_pt: Limpar arquivos ignorados?

source: Queue
pt_pt: Fila

source: Queue shuffled!
nb_no: Spillekø omstokket.
pt_pt: Fila embaralhada!

source: Radio
nb_no: Radiostasjon
pt_pt: Rádio

source: Radio Builder
pt_pt: Construtor de rádio

source: Radio created
pt_pt: Rádio criado

source: Radio name
pt_pt: Nome do rádio

source: Radio updated
pt_pt: Rádio atualizado

source: Radios
pt_pt: Rádios

source: Reason
pt_pt: Motivo

source: Received messages
pt_pt: Mensagens recebidas

source: Recently added
nb_no: Nylig lagt til
pt_pt: Adicionado recentemente

source: Recently favorited
nb_no: Nylig favorisert
pt_pt: Recentemente adicionado aos favoritos

source: Recently listened
nb_no: Nylig lyttet til
pt_pt: Escutado recentemente

source: Refresh
nb_no: Gjenoppfrisk
pt_pt: Atualizar

source: Refresh node info
pt_pt: Atualizar informações do nó

source: Refresh table content
pt_pt: Atualizar o conteúdo da tabela

source: Registered since %{ date }
nb_no: Registrert siden %{ date }
pt_pt: Registrado desde %{ date }

source: Registration are closed on this instance, you will need an invitation code to signup.
pt_pt: As inscrições estão fechadas nesta instância, você precisará de um código de convite para inscrição.

source: regular user
nb_no: vanlig bruker
pt_pt: usuário regular

source: Reject
nb_no: Avslå
pt_pt: Rejeitar

source: Reject media
pt_pt: Rejeitar mídia

source: Rejected
nb_no: Avslått
pt_pt: Rejeitado

source: Relaunch import
nb_no: Start import på ny
pt_pt: Reinicie a importação

source: Remote libraries
nb_no: Bibliotek annensteds hen
pt_pt: Bibliotecas Remotas

source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
nb_no: Bibliotek annensteds hen eies av andre brukere på nettverket. Du kan få tilgang til dem så lenge de er offentlige eller du innvilges tilgang.
pt_pt: Bibliotecas remotas são de propriedade de outros usuários na rede. Você pode acessá-los desde que sejam públicos ou tenha acesso.

source: Remove
nb_no: Fjern
pt_pt: Remover

source: Remove avatar
nb_no: Fjern avatar
pt_pt: Remover avatar

source: Remove from favorites
nb_no: Fjern fra favoritter
pt_pt: Remover dos favoritos

source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
pt_pt: Remove as pistas carregadas mas ainda a serem processadas completamente, adicionando os dados correspondentes à sua quota.

source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
pt_pt: Remove as pistas carregadas ignoradas durante os processos de importação completamente, adicionando os dados correspondentes à sua quota.

source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
pt_pt: Remove as pistas carregadas que não puderam ser processadas completamente pelo servidor, adicionando os dados correspondentes à sua quota.

source: Request a new password
nb_no: Forespør nytt passord
pt_pt: Solicite uma nova senha

source: Request a new Subsonic API password?
nb_no: Forespør et nytt Subsonic API-passord?
pt_pt: Solicitar uma nova senha da Subsonic API?

source: Request a password
nb_no: Forespør et passord
pt_pt: Solicite uma senha

source: Reset your password
nb_no: Tilbakestill passordet ditt
pt_pt: Redefinir sua senha

source: Results per page
nb_no: Resultater per side
pt_pt: Resultados por página

source: Return to login
pt_pt: Voltar ao login

source: Rule
pt_pt: Regra

source: Save
nb_no: Lagre
pt_pt: Salvar

source: Scan launched
pt_pt: Análise iniciada

source: Scan now
pt_pt: Scanar agora

source: Scan skipped (previous scan is too recent)
pt_pt: Análise ignorada (a análise anterior é muito recente)

source: Scan waiting
pt_pt: Scan em espera

source: Scanned
pt_pt: Analisado

source: Scanned with errors
nb_no: Skannet med feil
pt_pt: Analisado com erros

source: Search
nb_no: Søk
pt_pt: Buscar

source: Search a remote library
pt_pt: Pesquisar uma biblioteca remota

source: Search by domain, username, bio...
pt_pt: Pesquisa por domínio, nome de utilizador, biografia...

source: Search by name...
pt_pt: Pesquisar por nome...

source: Search by title, artist, album…
pt_pt: Pesquisa por título, artista, álbum…

source: Search by title, artist, domain…
pt_pt: Pesquisa por título, artista, domínio…

source: Search by username, e-mail address, code…
pt_pt: Pesquisa por nome de utilizador, endereço de e-mail, código…

source: Search by username, e-mail address, name…
pt_pt: Pesquisa por nome de utilizador, endereço de e-mail, nome…

source: Search for artists, albums, tracks…
pt_pt: Procure por artistas, álbuns, pistas…

source: Search for some music
nb_no: Søk etter noe musikk
pt_pt: Procure alguma música

source: Search on lyrics.wikia.com
nb_no: Søk på lyrics.wikia.com
pt_pt: Procurar em lyrics.wikia.com

source: Search on Wikipedia
nb_no: Søk på Wikipedia
pt_pt: Procurar em Wikipedia

source: Secondary menu
pt_pt: Menu secundário

source: Sections
pt_pt: Secções

source: Select a filter
nb_no: Velg et filter
pt_pt: Selecione um filtro

source: Select only current page
nb_no: Velg kun gjeldende side
pt_pt: Selecione apenas a página atual

source: Settings
nb_no: Innstillinger
pt_pt: Configurações

source: Settings updated
nb_no: Innstillinger oppdatert
pt_pt: Configurações atualizadas

source: Settings updated successfully.
pt_pt: Configurações atualizadas com sucesso.

source: Share link
nb_no: Del en lenke
pt_pt: Compartilhe o link

source: Share this link with other users so they can request access to your library.
pt_pt: Compartilhe este link com outros usuários para que eles possam solicitar acesso à sua biblioteca.

source: Sharing link
pt_pt: Link de compartilhamento

source: Show 1 more album
nb_no: Vis ett album til
pt_pt: Mostrar mais 1 álbum

source: Show available keyboard shortcuts
pt_pt: Mostrar atalhos de teclado disponíveis

source: Show read notifications
pt_pt: Mostrar notificações antigas

source: Show/hide password
nb_no: Vis/skjul passord
pt_pt: Mostrar/ocultar senha

source: Showing results %{ start }-%{ end } on %{ total }
pt_pt: Mostrando resultados %{ start }-%{ end } em %{ total }

source: Shuffle queue
pt_pt: Fila de embaralhamento

source: Shuffle your queue
pt_pt: Embaralhe sua fila

source: Sign Up
nb_no: Registrering
pt_pt: Inscrever-se

source: Sign-up
nb_no: Registrering
pt_pt: Inscrever-se

source: Sign-up date
nb_no: Registreringsdato
pt_pt: Data de inscrição

source: Silence notifications
pt_pt: Notificações silenciosas

source: Size
nb_no: Størrelse
pt_pt: Tamanho

source: Skipped
pt_pt: Ignorado

source: Skipped files
nb_no: Ignorerte filer
pt_pt: Arquivos ignorados

source: Staff member
pt_pt: Membro da equipe

source: Start
pt_pt: Iniciar

source: Statistics
nb_no: Statistikk
pt_pt: Estatisticas

source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
pt_pt: As estatísticas são calculadas a partir de atividade e conteúdo conhecidos em sua instância, e não refletem a atividade geral para esta conta

source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
pt_pt: As estatísticas são calculadas a partir da actividade e conteúdo conhecidos na sua instância e não reflectem a actividade geral para este domínio

source: Status
pt_pt: Estado

source: Stop
nb_no: Stopp
pt_pt: Pare

source: Stop radio
nb_no: Stopp radiostasjon
pt_pt: Pare o rádio

source: Submit
nb_no: Send inn
pt_pt: Enviar

source: Subsonic API password
nb_no: Subsonic API-passord
pt_pt: Senha da API Subsonic

source: Suggested choices
nb_no: Anbefalte valg
pt_pt: Escolhas sugeridas

source: Summary
nb_no: Sammendrag
pt_pt: Sumário

source: Support forum
pt_pt: Fórum de apoio

source: Supported extensions: %{ extensions }
pt_pt: Extensões suportadas: %{ extensions }

source: Syncing changes to server…
pt_pt: Sincronizar mudanças no servidor…

source: Text copied to clipboard!
pt_pt: Texto copiado para a área de transferência!

source: That's simple: we loved Grooveshark and we want to build something even better.
pt_pt: Isso é simples: nós amamos o Grooveshark e queremos construir algo ainda melhor.

source: The funkwhale logo was kindly designed and provided by Francis Gading.
pt_pt: O logótipo funkwhale foi gentilmente projetado e fornecido por Francis Gading.

source: The library and all its tracks will be deleted. This can not be undone.
pt_pt: A biblioteca e todas as suas pistas serão removidas. Isto não pode ser desfeito.

source: The music files you are uploading are tagged properly:
nb_no: Musikkfilene du laster opp har korrekte etiketter:
pt_pt: Os arquivos de música que você está enviando são marcados corretamente:

source: The next track will play automatically in a few seconds...
pt_pt: A próxima pista será jogada automaticamente em poucos segundos...

source: The plaform is free and open-source, you can install it and modify it without worries
pt_pt: A plataforma é gratuita e open-source, você pode instalá-lo e modificá-lo sem preocupações

source: The Subsonic API is not available on this Funkwhale instance.
nb_no: Subsonic API-et er ikke tilgjengelig på denne Funkwhale-instansen.
pt_pt: A API Subsonic não está disponível nesta instância do Funkwhale.

source: The uploaded music files are in OGG, Flac or MP3 format
nb_no: De opplastede filene er i OGG-, Flac- eller MP3-format
pt_pt: Os arquivos de música enviados estão no formato OGG, Flac ou MP3

source: There are various ways to grab new content and make it available here.
pt_pt: Existem várias maneiras de obter novos conteúdos e torná-los disponíveis aqui.

source: This action is irreversible.
pt_pt: Esta acção é irreversível.

source: This album is present in the following libraries:
nb_no: Dette albumet er å finne i følgende bibliotek:
pt_pt: Este álbum está presente nas seguintes bibliotecas:

source: This artist is present in the following libraries:
nb_no: Denne artisten er å finne i følgende bibliotek:
pt_pt: Este artista está presente nas seguintes bibliotecas:

source: This domain is subject to specific moderation rules
pt_pt: Este domínio está sujeito a regras de moderação específicas

source: This instance offers up to %{quota} of storage space for every user.
pt_pt: Esta instância oferece até %{quota} de espaço de memória para cada usuário.

source: This is you!
nb_no: Dette er deg.
pt_pt: É você!

source: This library contains my personal music, I hope you like it.
pt_pt: Esta biblioteca contém minha música pessoal, espero que você goste.

source: This library is private and your approval from its owner is needed to access its content
pt_pt: Esta biblioteca é privada e sua aprovação do proprietário é necessária para acessar seu conteúdo

source: This library is public and you can access its content freely
pt_pt: Esta biblioteca é pública e você pode acessar seu conteúdo livremente

source: This may affect a lot of elements or have irreversible consequences, please double check this is really what you want.
pt_pt: Isso pode afetar muitos elementos ou ter consequências irreversíveis, por favor, verifique se isso é realmente o que você quer.

source: This reference will be used to group imported files together.
pt_pt: Esta referência será usada para agrupar arquivos importados.

source: This track is not available in any library you have access to
pt_pt: Esta pista não está disponível em nenhuma biblioteca a que tenha acesso

source: This track is present in the following libraries:
nb_no: Dette sporet finnes i følgende bibliotek:
pt_pt: Esta música está presente nas seguintes bibliotecas:

source: This will completely delete this playlist and cannot be undone.
nb_no: Dette vil slette denne spillelisten for godt, og kan ikke angres.
pt_pt: Isso excluirá completamente essa playlist e não poderá ser desfeito.

source: This will completely delete this radio and cannot be undone.
pt_pt: Isto irá remover completamente o rádio e não pode ser cancelado.

source: This will completely disable access to the Subsonic API using from account.
pt_pt: Isso desativará completamente o acesso à API do Subsonic usando a conta.

source: This will erase your local data and disconnect you, do you want to continue?
pt_pt: Isso removerá seus dados locais e o desconectará, você quer continuar?

source: This will log you out from existing devices that use the current password.
nb_no: Dette vil logge deg ut av eksisterende enheter som bruker nåværende passord.
pt_pt: Isto irá desconectá-lo a partir de dispositivos existentes que usam a senha atual.

source: This will remove all tracks from this playlist and cannot be undone.
nb_no: Dette vil fjerne alle spor fra denne spillelisten og kan ikke angres.
pt_pt: Isso removerá todas as músicas dessa playlist e não poderá ser desfeito.

source: Title
nb_no: Tittel
pt_pt: Título

source: Toggle queue looping
pt_pt: Alternar looping de filas

source: Total size
pt_pt: Tamanho total

source: Total size of the files in this library
nb_no: Total størrelse på filene i dette biblioteket
pt_pt: Tamanho total dos arquivos nesta biblioteca

source: Total users
pt_pt: Usuários totais

source: Track
nb_no: Spor
pt_pt: Música

source: Track already present in one of your libraries
pt_pt: Pista já disponível em uma de suas bibliotecas

source: Track information
pt_pt: Informação da música

source: Track name
nb_no: Spornavn
pt_pt: Título da música

source: Track uploaded, but not processed by the server yet
pt_pt: Pista carregada, mas ainda não tratada pelo servidor

source: tracks
nb_no: spor
pt_pt: músicas

source: Tracks
nb_no: Spor
pt_pt: Músicas

source: Tracks by this artist
nb_no: Spor av denne artisten
pt_pt: Musicas deste artista

source: Tracks favorited
nb_no: Spor favorisert
pt_pt: Músicas favoritas

source: tracks listened
pt_pt: músicas escutadas

source: Type
pt_pt: Tipo

source: Unfollow
nb_no: Opphev følging
pt_pt: Deixar de seguir

source: Unfollow this library?
nb_no: Opphev følging av dette biblioteket?
pt_pt: Deixar de seguir esta biblioteca?

source: Unfortunately, owners of this instance did not yet take the time to complete this page.
pt_pt: Infelizmente, os proprietários desta instância não ainda ter o tempo para preencher esta página.

source: Unlimited music
nb_no: Ubegrenset musikk
pt_pt: Música ilimitada

source: Unmute
nb_no: Opphev forstumming
pt_pt: Cancelar mudo

source: Update
pt_pt: Atualizar

source: Update avatar
nb_no: Oppdater avatar
pt_pt: Atualizar avatar

source: Update library
nb_no: Oppdater bibliotek
pt_pt: Atualizar biblioteca

source: Update moderation rule
pt_pt: Atualizar a regra de moderação

source: Update playlist
nb_no: Oppdater spilleliste
pt_pt: Atualizar playlist

source: Update settings
nb_no: Oppdater innstillinger
pt_pt: Atualizar configurações

source: Update your password
nb_no: Oppdater passordet ditt
pt_pt: Atualize sua senha

source: Upload
nb_no: Last opp
pt_pt: Carregar

source: Upload a new avatar
nb_no: Last opp en ny avatar
pt_pt: Carregar um novo avatar

source: Upload audio content
nb_no: Last opp lydinnhold
pt_pt: Carregar conteúdo de áudio

source: Upload date
nb_no: Opplastingsdato
pt_pt: Data de upload

source: Upload denied, ensure the file is not too big and that you have not reached your quota
pt_pt: Carregamento recusado, garantir que o arquivo não é muito grande e que você não atingiu sua cota

source: Upload music files (MP3, OGG, FLAC, etc.) from your personal library directly from your browser to enjoy them here.
pt_pt: Carregue arquivos de música (mp3, ogg, flac, etc.) da sua biblioteca pessoal diretamente de seu navegador para apreciá-los aqui.

source: Upload new tracks
nb_no: Last opp nye spor
pt_pt: Carregar novas músicas

source: Upload quota
nb_no: Opplastingskvote
pt_pt: Carregar quota

source: Upload timeout, please try again
pt_pt: Tempo limite de upload, por favor, tente novamente

source: Uploaded
nb_no: Opplastet
pt_pt: Carregado

source: Uploading
nb_no: Laster opp
pt_pt: Carregamento

source: Uploading…
pt_pt: Carregando…

source: Uploads
pt_pt: Envios

source: Use another instance
nb_no: Bruk en annen instans
pt_pt: Use outra instância

source: Use this form to request a password reset. We will send an email to the given address with instructions to reset your password.
nb_no: Bruk dette skjemaet til å forespørre tilbakestilling av passord. En e-post vil bli sendt til oppgitt adresse med instruksjoner.
pt_pt: Use este formulário para solicitar uma redefinição de senha. Enviaremos um email para o endereço fornecido com instruções para redefinir sua senha.

source: Use this setting to temporarily enable/disable the policy without completely removing it.
pt_pt: Use esta configuração para ativar/desativar temporariamente a política sem removê-la completamente.

source: Used
nb_no: Brukt
pt_pt: Usado

source: User
nb_no: Bruker
pt_pt: Usuário

source: User activity
nb_no: Brukeraktivitet
pt_pt: Atividade do usuário

source: User libraries
nb_no: Brukerbibliotek
pt_pt: Bibliotecas do usuário

source: User radios
pt_pt: Rádios do usuário

source: Username
nb_no: Brukernavn
pt_pt: Nome de usuário

source: Username or email
pt_pt: Nome de usuário ou email

source: users
nb_no: brukere
pt_pt: usuários

source: Users
nb_no: Brukere
pt_pt: Usuários

source: Using Funkwhale
pt_pt: Usando Funkwhale

source: Version %{version}
pt_pt: Versão %{version}

source: View files
nb_no: Vis filer
pt_pt: Ver ficheiros

source: View on MusicBrainz
nb_no: Vis på MusicBrainz
pt_pt: Ver no MusicBrainz

source: Visibility
nb_no: Synlighet
pt_pt: Visibilidade

source: Visibility: everyone on this instance
pt_pt: Visibilidade: todos nesta instância

source: Visibility: everyone, including other instances
nb_no: Synlighet: Alle, inkludert andre instanser
pt_pt: Visibilidade: todos, incluindo outras instâncias

source: Visibility: nobody except me
pt_pt: Visibilidade: ninguém exceto eu

source: We cannot add the track to a playlist
pt_pt: Não podemos adicionar a música a uma playlist

source: We cannot create the playlist
pt_pt: Não podemos criar a playlist

source: We cannot create your account
pt_pt: Não podemos criar sua conta

source: We cannot load this track
pt_pt: Não podemos carregar esta pista

source: We cannot log you in
pt_pt: Nós não podemos te logar

source: We cannot save your avatar
pt_pt: Não podemos salvar seu avatar

source: We cannot save your settings
pt_pt: Não podemos salvar suas configurações

source: We do not track you or bother you with ads
pt_pt: Nós não rastreamos ou incomodamos você com anúncios

source: We don't have any copyright information for this track
pt_pt: Nós não temos nenhuma informação de copyright para esta pista

source: We don't have any licensing information for this track
pt_pt: Não temos nenhuma informação de licença para esta pista

source: We recommend using Picard for that purpose.
pt_pt: Recomendamos usar o Picard para esse fim.

source: We think listening to music should be simple.
pt_pt: Nós achamos que ouvir música deveria ser simples.

source: We're sorry, the page you asked for does not exist:
pt_pt: Desculpe, a página que você pediu não existe:

source: Welcome
nb_no: Velkommen
pt_pt: Bem-vindo

source: Welcome on Funkwhale
pt_pt: Bem-vindo ao Funkwhale

source: Why funkwhale?
pt_pt: Por que o funkwhale?

source: Widget height
pt_pt: Altura do widget

source: Widget width
pt_pt: Largura do widget

source: Yes
nb_no: Ja
pt_pt: Sim

source: Yes, log me out!
pt_pt: Sim, me desconecte!

source: You are able to share your library with other people, regardless of its visibility.
pt_pt: Você pode compartilhar sua biblioteca com outras pessoas, independentemente de sua visibilidade.

source: You are about to upload music to your library. Before proceeding, please ensure that:
nb_no: Du er i ferd med å laste opp musikk til ditt bibliotek. Før du fortsetter, forsikre deg om at:
pt_pt: Você está prestes a fazer o upload de músicas para sua biblioteca. Antes de prosseguir, certifique-se de que:

source: You are currently logged in as %{ username }
nb_no: Du er innlogget som %{ username }
pt_pt: Você está logado como %{ username }
