Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

source: You can follow libraries from other users to get access to new music. Public libraries can be followed immediatly, while following a private library requires approval from its owner.
nb_no: Følg bibliotek fra andre brukere for å få tilgang til ny musikk. Offentlige bibliotek kan følges umiddelbart, mens å følge et privat bibliotek krever samtykke fra dets eier.
pt_pt: Você pode seguir bibliotecas de outros usuários para obter acesso a novas músicas. Bibliotecas públicas podem ser seguidas imediatamente, enquanto seguir uma biblioteca privada requer aprovação de seu proprietário.

source: You can invite friends and family to your instance so they can enjoy your music
nb_no: Du kan invitere venner og familie til din instans slik at de kan nyte musikken din
pt_pt: Você pode convidar amigos e familia para sua instância para que eles possam curtir sua música

source: You can now use the service without limitations.
pt_pt: Agora você pode usar o serviço sem limitações.

source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
pt_pt: Você pode usar essa interface para construir a sua própria rádio que vai jogar músicas de acordo com seus critérios.

source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
pt_pt: Você pode usá-los para curtir sua playlist e música no modo off-line, em seu smartphone ou tablet, por exemplo.

source: You don't have any rule in place for this account.
pt_pt: Não tem nenhuma regra em vigor para esta conta.

source: You don't have any rule in place for this domain.
pt_pt: Você não tem nenhuma regra em vigor para este domínio.

source: You have a radio playing
pt_pt: Você tem um rádio tocando

source: You may have a connectivity issue.
pt_pt: Você pode ter um problema de conectividade.

source: You need to select an instance in order to continue
nb_no: Du må velge en instans for å fortsette
pt_pt: Você precisa selecionar uma instância para continuar

source: You will be logged out from this session and have to log in with the new one
pt_pt: Você será desconectado desta sessão e precisará fazer login com o novo

source: You will have to update your password on your clients that use this password.
pt_pt: Você terá que atualizar sua senha em seus clientes que usam essa senha.

source: Your Favorites
pt_pt: Seus favoritos

source: Your music, your way
nb_no: Din musikk, på din måte
pt_pt: Sua música, seu jeito

source: Your notifications
nb_no: Dine merknader
pt_pt: Suas notificações

source: Your password has been updated successfully.
pt_pt: Sua senha foi atualizada com sucesso.

source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
pt_pt: Sua senha do Subsonic será alterada para uma nova, aleatória, efetuando o logout de dispositivos que usaram a senha antiga do Subsonic

source: %{ hours } h %{ minutes } min
nb_no: %{ hours } t %{ minutes } min

source: %{ user } favorited a track
nb_no: %{ user } la til et spor som favoritt

source: %{ user } listened to a track
nb_no: %{ user } lyttet til et spor

source: Admin
nb_no: Administrator

source: By unfollowing this library, you will loose access to its content.
nb_no: Ved å slutte å følge dette biblioteket, mister du tilgang til dets innhold.

source: Comment
nb_no: Kommenter

source: Create import
nb_no: Opprett import

source: Error during scan
nb_no: Feil under skanning

source: Expand
nb_no: Utvid

source: Follow pending approval
nb_no: Følging avventer samtykke

source: Launch scan
nb_no: Kjør skanning

source: Leave this field empty if you're requesting the whole discography.
nb_no: La dette feltet stå tomt hvis du forespør hele diskografien.

source: Links
nb_no: Lenker

source: Loading notifications...
nb_no: Laster merknader…

source: Loading usage data...
nb_no: Laster brukdsdata…

source: Loading your favorites...
nb_no: Laster dine favoritter…

source: N/A
nb_no: I/T

source: Options
nb_no: Valg

source: Pending requests
nb_no: Ventende forespørsler

source: Playlists
nb_no: Spillelister

source: Playlists? We got them
nb_no: Spillelister? Vi har dem

source: Recent activity on this instance
nb_no: Nylig aktivitet på denne instansen

source: Scan pending
nb_no: Skanning venter

source: Select all %{ total } elements
nb_no: Velg alle %{ total } elementer

source: Show %{ count } more track
nb_no: Vis %{ count } spor til

source: Sorry, we did not found any artist matching your query
nb_no: Fant ikke noen artist som samsvarer med søket ditt

source: Source code
nb_no: Kildekode

source: Source code (%{version})
nb_no: Kildekode (%{version})

source: This instance offers up to %{quota} of storage space to every user.
nb_no: Denne instansen tilbyr opptil %{quota} lagringsplass til hver bruker.

source: This may affect a lot of elements, please double check this is really what you want.
nb_no: Dette kan ha innvirkning på mange elementer, dobbeltsjekk at dette er det du faktisk ønsker.

source: This will remove tracks that were uploaded but skipped during import processes for various reasons. This will remove those files completely and you will regain the corresponding quota.
nb_no: Dette vil fjerne spor som har blitt opplastet men ignorert under importprosessen permanent, og du vil få tilbake tilsvarende kvote.

source: Track matching filter
nb_no: Sporsamsvarsfilter

source: We don't have any notification to display!
nb_no: Ingen merknad å vise.

source: We offer various way to grab new content and make it available here.
nb_no: Det er mange måter å hente nytt innhold for tilgjengeliggjøring her.

source: Pending import requests
nb_no: Ventende importforespørsler

source: Enter a library url
nb_no: Skriv inn biblioteksnettadresse

source: Track was already present in one of your libraries
nb_no: Sporet finnes allerede i ett av bibliotekene dine

source: Track is uploaded but not processed by the server yet
nb_no: Sporet er lastet opp, men ikke behandlet av tjeneren enda

source: Everyone, including other instances
nb_no: Alle, inkludert andre instanser

source: Instance Timeline
nb_no: Instanstidslinje

source: Playlist
nb_no: Spilleliste

source: Enter an playlist name...
nb_no: Skriv inn spillelistenavn…
