Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
pt_pt: Bloquear tudo a partir desta conta ou domínio. Isso evitará qualquer interação com a entidade e eliminará conteúdo relacionado (uploads, bibliotecas, segue, etc.)

source: Browse
nb_no: Utforsk
pt_pt: Procurar

source: Browse library
nb_no: Utforsk bibliotek
pt_pt: Navegar pela biblioteca

source: Browsing artists
nb_no: Utforsker artister
pt_pt: Procurando artistas

source: Browsing playlists
nb_no: Utforsker spillelister
pt_pt: Procure playlists

source: Browsing radios
pt_pt: Procure radios

source: Builder
pt_pt: Construtor

source: By %{ artist }
nb_no: Av %{ artist }
pt_pt: Por %{ artist }

source: By unfollowing this library, you loose access to its content.
pt_pt: Ao deixar de seguir esta biblioteca, você perderá o acesso ao seu conteúdo.

source: Cached size
pt_pt: Tamanho em cache

source: Cancel
nb_no: Avbryt
pt_pt: Cancelar

source: Candidates
nb_no: Kandidater
pt_pt: Candidatos

source: Cannot change your password
nb_no: Kan ikke endre passordet ditt
pt_pt: Não é possível alterar sua senha

source: Cannot upload this file, ensure it is not too big
pt_pt: Não é possível carregar este arquivo, assegure-se de que não é muito grande

source: Change language
nb_no: Endre språk
pt_pt: Mudar idioma

source: Change my password
nb_no: Endre mitt passord
pt_pt: Mudar minha senha

source: Change password
nb_no: Endre passord
pt_pt: Mudar senha

source: Change your password
nb_no: Endre ditt passord
pt_pt: Mude sua senha

source: Change your password?
nb_no: Endre passordet ditt?
pt_pt: Mude sua senha?

source: Changes synced with server
nb_no: Endringer synkronisert med tjener
pt_pt: Modificações sincronizadas com o servidor

source: Changing your password will also change your Subsonic API password if you have requested one.
pt_pt: Mudar sua senha também muda sua senha da API Subsonic se você tiver solicitado uma.

source: Changing your password will have the following consequences
pt_pt: Alterar sua senha terá as seguintes consequências

source: Chat room
pt_pt: Sala de bate-papo

source: Choose your instance
nb_no: Velg din instans
pt_pt: Escolha sua instância

source: Clean library
nb_no: Tøm bibliotek
pt_pt: Biblioteca limpa

source: Clear
nb_no: Tøm
pt_pt: Claro

source: Clear playlist
nb_no: Tøm spilleliste
pt_pt: Limpar playlist

source: Clear your queue
pt_pt: Limpar sua fila

source: Click once, listen for hours using built-in radios
pt_pt: Clique uma vez, ouça por horas usando rádios

source: Click to select files to upload or drag and drop files or directories
pt_pt: Clique para selecionar arquivos para carregar ou arrastar e soltar arquivos ou diretórios

source: Close
pt_pt: Fechar

source: Code
nb_no: Kode
pt_pt: Código

source: Collapse
nb_no: Fold sammen
pt_pt: Colapso

source: Config
nb_no: Oppsett
pt_pt: Configuração

source: Confirm
nb_no: Bekreft
pt_pt: Confirme

source: Confirm your e-mail address
pt_pt: Confirme seu email

source: Confirmation code
nb_no: Bekreftelseskode
pt_pt: Código de confirmação

source: Content have been updated, click refresh to see up-to-date content
pt_pt: O conteúdo foi atualizado, clique em atualizar para ver o conteúdo atualizado

source: Contribute
pt_pt: Contribuir

source: Copy
nb_no: Kopier
pt_pt: Cópia

source: Copy tracks from current queue to playlist
nb_no: Kopier fra nåværende kø til spilleliste
pt_pt: Copiar músicas da fila atual para a playlist

source: Copy/paste this code in your website HTML
pt_pt: Copie/colar este código no seu website HTML

source: Copyright
pt_pt: Direitos Autorais

source: Could not confirm your e-mail address
pt_pt: Não foi possível confirmar o seu e-mail

source: Could not fetch remote library
pt_pt: Não foi possível buscar a biblioteca remota

source: Could not process this track, ensure it is tagged correctly
pt_pt: Não foi possível processar esta pista, certifique-se de que está correctamente etiquetada

source: Covers, lyrics, our goal is to have them all ;)
nb_no: Omslag, sangtekster, vårt mål er å ha alle ;)
pt_pt: Capas, letras, nosso objetivo é tê-los todos ;)

source: Create
pt_pt: Criar

source: Create a funkwhale account
pt_pt: Crie uma conta funkwhale

source: Create a new library
nb_no: Opprett et nytt bibliotek
pt_pt: Criar uma nova biblioteca

source: Create a new playlist
nb_no: Opprett en ny spilleliste
pt_pt: Crie uma nova playlist

source: Create an account
nb_no: Opprett en konto
pt_pt: Crie a sua conta

source: Create library
nb_no: Opprett bibliotek
pt_pt: Criar biblioteca

source: Create my account
nb_no: Lag konto
pt_pt: Criar a minha conta

source: Create playlist
nb_no: Opprett spilleliste
pt_pt: Crie uma playlist

source: Create your own radio
pt_pt: Crie seu próprio rádio

source: Creation date
nb_no: Opprettelsesdato
pt_pt: Data de criação

source: Current avatar
nb_no: Nåærende avatar
pt_pt: Avatar atual

source: Current library
nb_no: Nåværende bibliotek
pt_pt: Biblioteca atual

source: Current track
nb_no: Nåværende spor
pt_pt: Música atual

source: Current usage
nb_no: Nåværende bruk
pt_pt: Uso atual

source: Date
nb_no: Dato
pt_pt: Data

source: Decrease volume
pt_pt: Diminuir o volume

source: Delete
nb_no: Slett
pt_pt: Suprimir

source: Delete library
nb_no: Slett bibliotek
pt_pt: Excluir biblioteca

source: Delete moderation rule
pt_pt: Eliminar regra de moderação

source: Delete playlist
nb_no: Slett spilleliste
pt_pt: Suprimir Playlist

source: Delete radio
pt_pt: Suprimir radio

source: Delete this library?
nb_no: Slett dette biblioteket?
pt_pt: Excluir esta biblioteca?

source: Delete this moderation rule?
pt_pt: Eliminar esta regra de moderação?

source: Descending
pt_pt: Descendente

source: Description
nb_no: Beskrivelse
pt_pt: Descrição

source: Detail
nb_no: Detalj
pt_pt: Detalhe

source: Details
nb_no: Detaljer
pt_pt: Detalhes

source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
pt_pt: Determine quanto conteúdo o usuário pode enviar. Deixe em branco para usar o valor padrão da instância.

source: Determine the visibility level of your activity
nb_no: Bestem synlighetsnivået for din aktivitet
pt_pt: Determinar o nível de visibilidade de sua atividade

source: Disable access
pt_pt: Desativar acesso

source: Disable Subsonic access
pt_pt: Desativar o acesso a Subsonic

source: Disable Subsonic API access?
pt_pt: Desativar o acesso o API Subsonic?

source: Disabled
pt_pt: Desativado

source: Discover how to use Funkwhale from other apps
nb_no: Oppdag hvordan du bruker Funkwhale fra andre programmer
pt_pt: Descubra como usar o Funkwhale em outros aplicativos

source: Display name
pt_pt: Mostrar nome

source: Display publicly
nb_no: Vis offentlig
pt_pt: Exibir publicamente

source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
pt_pt: Não faça o download de nenhum arquivo de mídia (áudio, capa do álbum, avatar da conta ...) dessa conta ou domínio. Isso também limpará o conteúdo existente.

source: Do you want to clear the playlist "%{ playlist }"?
nb_no: Ønsker du å tømme spillelisten "%{ playlist }"?
pt_pt: Você quer limpar a playlist "%{ playlist }"?

source: Do you want to confirm this action?
nb_no: Ønsker du å bekrefte denne handlingen?
pt_pt: Você quer confirmar esta ação?

source: Do you want to delete the playlist "%{ playlist }"?
nb_no: Ønsker du å slette spillelisten "%{ playlist }"?
pt_pt: Você deseja excluir a playlist "%{ playlist }"?

source: Do you want to delete the radio "%{ radio }"?
nb_no: Ønsker du å slette radiostasjonen "%{ radio }"?
pt_pt: Você deseja excluir a radio "%{ radio }"?

source: Do you want to launch %{ action } on %{ count } element?
pt_pt: Deseja lançar %{ action } no %{ count } elemento?

source: Do you want to restore your previous queue?
pt_pt: Você quer restaurar sua fila anterior?

source: Documentation
nb_no: Dokumentasjon
pt_pt: Documentação

source: Domain
pt_pt: Dominio

source: Domains
pt_pt: Domínios

source: Download
nb_no: Last ned
pt_pt: Descarregar

source: Drag and drop rows to reorder tracks in the playlist
nb_no: Dra og slipp rader for å endre sporrekkefølge i spillelisten
pt_pt: Arraste e solte as linhas para reordenar as músicas da playlist

source: Duration
nb_no: Varighet
pt_pt: Duração

source: E-mail address confirmed
pt_pt: E-mail confirmado

source: Easy to use
nb_no: Enkelt å bruke
pt_pt: Fácil de usar

source: Edit
nb_no: Rediger
pt_pt: Editar

source: Edit instance info
nb_no: Rediger instans-info
pt_pt: Editar informações da instância

source: Edit…
pt_pt: Modificar…

source: Email address
pt_pt: Endereço de e-mail

source: Embed
pt_pt: Incorporar

source: Embed code
pt_pt: Código de incorporação

source: Embed this album on your website
pt_pt: Incorpore este álbum no seu website

source: Embed this track on your website
pt_pt: Incorpore esta pista no seu website

source: Emitted library follows
pt_pt: A biblioteca emitida segue

source: Emitted messages
pt_pt: Mensagens emitidas

source: Enabled
pt_pt: Ativado

source: End edition
pt_pt: Finalizar edição

source: Enter a library URL
pt_pt: Insira um URL de biblioteca

source: Enter a radio name…
pt_pt: Indicar um nome de rádio …

source: Enter artist name…
pt_pt: Indicar um nome de artista …

source: Enter playlist name…
pt_pt: Indicar um nome de playlist…

source: Enter your email
pt_pt: Insira seu email

source: Enter your invitation code (case insensitive)
pt_pt: Indicar seu código de convite (não diferencia maiúsculas de minúsculas)

source: Enter your search query…
pt_pt: Insira sua consulta de pesquisa …

source: Enter your username
nb_no: Skriv inn brukernavnet ditt
pt_pt: Indicar seu nome de usuário

source: Enter your username or email
pt_pt: Indicar seu nome de usuário ou email

source: Error
nb_no: Feil
pt_pt: Erro

source: Error reporting
nb_no: Feilrapportering
pt_pt: Relatório de erros

source: Error while applying action
pt_pt: Erro ao aplicar a ação

source: Error while asking for a password reset
pt_pt: Erro ao solicitar uma redefinição de senha

source: Error while changing your password
pt_pt: Erro ao alterar sua senha

source: Error while creating domain
pt_pt: Erro na criação do domínio

source: Error while creating invitation
pt_pt: Erro ao criar convite

source: Error while creating rule
pt_pt: Erro na criação da regra

source: Error while fetching node info
pt_pt: Erro ao buscar informações do nó

source: Error while saving settings
nb_no: Kunne ikke lagre innstillinger
pt_pt: Erro ao salvar configurações

source: Errored
pt_pt: Errado

source: Errored files
pt_pt: Arquivos errados

source: Everyone
nb_no: Alle
pt_pt: Todo o mundo

source: Everyone on this instance
nb_no: Alle på denne instansen
pt_pt: Todos nessa instância

source: Everyone, across all instances
pt_pt: Todos, em todas as instâncias

source: Exclude
nb_no: Ekskluder
pt_pt: Excluir

source: Expiration date
nb_no: Utløpsdato
pt_pt: Data de vencimento

source: Expired
pt_pt: Expirado

source: Expired/used
nb_no: Utløpt/brukt
pt_pt: Expirado / usados

source: Explain why you're applying this policy. Depending on your instance configuration, this will help you remember why you acted on this account or domain, and may be displayed publicly to help users understand what moderation rules are in place.
pt_pt: Explique porque está a aplicar esta política. Dependendo da configuração da sua instância, isso o ajudará a lembrar por que você agiu nessa conta ou domínio e poderá ser exibido publicamente para ajudar os usuários a entender quais regras de moderação estão em vigor.

source: Failed
pt_pt: Falhou

source: Failed tracks:
pt_pt: Pistas falhadas:

source: Favorites
nb_no: Favoritter
pt_pt: Favoritas

source: Federation
pt_pt: Federação

source: Filename
pt_pt: Nome do ficheiro

source: Files
nb_no: Filer
pt_pt: Ficheiros

source: Filter name
nb_no: Filternavn
pt_pt: Nome do filtro

source: Finished
nb_no: Fullført
pt_pt: Acabado

source: First seen
pt_pt: Visto pela primeira vez

source: First seen date
pt_pt: Data da primeira vista

source: Follow
nb_no: Følg
pt_pt: Segue

source: Follow remote libraries
nb_no: Følg bibliotek annensteds hen
pt_pt: Siga as bibliotecas remotas

source: Follow request pending approval
pt_pt: Solicitação de seguir pendente

source: Followers
nb_no: Følgere
pt_pt: Seguidores

source: Following
nb_no: Følger
pt_pt: Seguir

source: From album %{ album } by %{ artist }
pt_pt: Do álbum %{ album } por %{ artist }

source: Funkwhale is compatible with other music players that support the Subsonic API.
nb_no: Funkwhale er kompatibelt med andre musikkspillere som støtter Subsonic API-et.
pt_pt: O Funkwhale é compatível com outros players de música que suportam a API Subsonic.

source: Funkwhale is dead simple to use.
pt_pt: Funkwhale é muito simples de usar.

source: Funkwhale is designed to make it easy to listen to music you like, or to discover new artists.
nb_no: Funkwhale er designet for å gjøre det enkelt å lytte til musikk dun liker, eller å oppdage nye artister.
pt_pt: O Funkwhale foi projetado para facilitar a escuta da música que você gosta ou descobrir novos artistas.

source: Funkwhale is free and gives you control on your music.
pt_pt: O Funkwhale é gratuito e permite controlar sua música.

source: Funkwhale takes care of handling your music
nb_no: Funkwhale påtar seg håndtering av din musikk
pt_pt: Funkwhale cuida da sua música

source: General shortcuts
pt_pt: Atalhos gerais

source: Get a new invitation
nb_no: Få en invitasjon
pt_pt: Receba um novo convite

source: Get me to the library
nb_no: Send meg til biblioteket
pt_pt: Me leve para a biblioteca

source: Get quality metadata about your music thanks to <a href="%{ url }" target="_blank">MusicBrainz</a>
nb_no: Hent kvalitetsmetadata om din musikk takket være <a href="%{ url }" target="_blank">MusicBrainz</a>
pt_pt: Obtenha metadados de qualidade sobre sua música graças ao <a href="%{ url }" target="_blank">MusicBrainz</a>

source: Get started
pt_pt: Começar

source: Getting help
pt_pt: Obter ajuda

source: Go
nb_no: Kjør
pt_pt: Vá

source: Go to home page
nb_no: Gå til hjemmesiden
pt_pt: Vá para a página inicial

source: Hide account or domain content, except from followers.
pt_pt: Ocultar conta ou conteúdo de domínio, exceto de seguidores.

source: Home
nb_no: Hjem
pt_pt: Casa

source: Hours of music
nb_no: Timevis med musikk
pt_pt: Horas de música

source: However, accessing Funkwhale from those clients require a separate password you can set below.
pt_pt: No entanto, acessar o Funkwhale desses clientes requer uma senha separada que você pode definir abaixo.

source: If the email address provided in the previous step is valid and binded to a user account, you should receive an email with reset instructions in the next couple of minutes.
pt_pt: Se o endereço de e-mail fornecido na etapa anterior for válido e vinculado a uma conta de usuário, você deverá receber um e-mail com instruções de redefinição nos próximos minutos.

source: Import date
nb_no: Importdato
pt_pt: Data de importação

source: Import music from various platforms, such as YouTube or SoundCloud
nb_no: Importer musikk fra forskjellige plattformer, som YouTube eller SoundCloud
pt_pt: Importe músicas de várias plataformas, como o YouTube ou o SoundCloud

source: Import reference
nb_no: Importer referanse
pt_pt: Referência de importação

source: Import status
nb_no: Importer status
pt_pt: Status de Importação

source: Imported
pt_pt: Importado

source: Imported date
nb_no: Importdato
pt_pt: Data de importação

source: In favorites
nb_no: I favoritter
pt_pt: Nos favoritos

source: Inactive
nb_no: Inaktiv
pt_pt: Inativo

source: Increase volume
pt_pt: Aumentar o volume

source: Input the email address binded to your account
pt_pt: Insira o endereço de e-mail associado à sua conta

source: Insert from queue (%{ count } track)
pt_pt: Inserir da fila (%{ count } música)

source: Instance data
pt_pt: Dados da instância

source: Instance information
pt_pt: Informação da instância

source: Instance radios
nb_no: Instansradiostasjoner
pt_pt: Rádios da instância

source: Instance settings
nb_no: Instansinnstillinger
pt_pt: Configurações da instância

source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
pt_pt: Tipo de ficheiro inválido, certifique-se de que está a carregar um ficheiro de áudio. As extensões de arquivo suportadas são %{ extensions }

source: Invitation code
nb_no: Invitasjonskode
pt_pt: Código de Convite

source: Invitation code (optional)
nb_no: Invitasjonskode (valgfritt)
pt_pt: Código de convite (opcional)

source: Invitations
nb_no: Invitasjoner
pt_pt: Convites

source: Issue tracker
nb_no: Feilsporer
pt_pt: Rastreador de problemas

source: Keep a track of your favorite songs
pt_pt: Guardar suas músicas favoritas

source: Keyboard shortcuts
pt_pt: Atalhos do teclado

source: Known accounts
pt_pt: Contas conhecidas

source: Known libraries
nb_no: Kjente bibliotek
pt_pt: Bibliotecas conhecidas

source: Last activity
nb_no: Siste aktivitet
pt_pt: Ultima atividade

source: Last checked
pt_pt: Última verificação

source: Last modification
nb_no: Siste endring
pt_pt: Última modificação

source: Last seen
pt_pt: Visto pela última vez

source: Last seen date
pt_pt: Data da última vista

source: Last update:
pt_pt: Última atualização:

source: Launch
nb_no: Kjør
pt_pt: Lançamento

source: Learn more about this instance
nb_no: Lær mer om denne instansen
pt_pt: Saiba mais sobre esta instância

source: Leave empty for a random code
nb_no: La stå tom for tilfeldig kode
pt_pt: Deixar vazio para um código aleatório

source: Leave empty for a responsive widget
pt_pt: Deixe vazio para um widget responsivo

source: Libraries
nb_no: Bibliotek
pt_pt: Bibliotecas

source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
nb_no: Bibliotek lar deg organisere og dele dine musikksamlinger. DU kan laste opp din egen musikksamling til Funkwhale og dele den med dine venner og familie.
pt_pt: As bibliotecas ajudam você a organizar e compartilhar suas coleções de músicas. Você pode enviar sua própria coleção de músicas para o Funkwhale e compartilhá-la com seus amigos e familiares.

source: Library
nb_no: Bibliotek
pt_pt: Biblioteca

source: Library created
nb_no: Bibliotek opprettet
pt_pt: Biblioteca criada

source: Library deleted
pt_pt: Biblioteca suprimida

source: Library files
nb_no: Bibliotekfiler
pt_pt: Ficheiros da biblioteca

source: Library updated
nb_no: Bibliotek oppdatert
pt_pt: Biblioteca atualizada

source: License
pt_pt: Licença

source: Loading followers…
pt_pt: Carregando seguidores…

source: Loading Libraries…
pt_pt: Carregando bibliotecas…

source: Loading library data…
pt_pt: Carregando dados da biblioteca…

source: Loading notifications…
pt_pt: Carregando notificações…

source: Loading remote libraries...
pt_pt: Carregando bibliotecas remotas...

source: Loading usage data…
pt_pt: Carregando dados de uso…

source: Loading your favorites…
pt_pt: Carregando seus favoritos …

source: Local account
pt_pt: Conta local

source: Log In
nb_no: Logg inn
pt_pt: Autenticação

source: Log in to your Funkwhale account
nb_no: Logg inn på din Funkwhale-konto
pt_pt: Logar na sua conta Funkwhale

source: Log Out
pt_pt: Sair

source: Logged in as %{ username }
nb_no: Innlogget som % { username }
pt_pt: Conectado como %{ username }

source: Login
pt_pt: Entrar

source: Login status
pt_pt: Status do login

source: Logout
pt_pt: Sair

source: Looks like you don't have a library, it's time to create one.
pt_pt: Parece que você ainda não tem biblioteca, é hora de criar uma.

source: Looping disabled. Click to switch to single-track looping.
nb_no: Gjentagelse avskrudd. Klikk for å bytte til enkeltsporsgjentagelse.
pt_pt: Looping desativado. Clique para alternar para um loop de musica única.

source: Looping on a single track. Click to switch to whole queue looping.
pt_pt: Looping em uma única música. Clique para alternar para todo o loop da fila.

source: Looping on whole queue. Click to disable looping.
nb_no: Gjentar hele spillekøen. Klikk for å skru av gjentagelse.
pt_pt: Looping na fila inteira. Clique para desativar o loop.

source: Lyrics
nb_no: Sangtekster
pt_pt: Letras

source: Main menu
pt_pt: Menu principal

source: Manage library
nb_no: Behandle bibliotek
pt_pt: Gerenciar biblioteca

source: Manage playlists
nb_no: Behandle spillelister
pt_pt: Gerenciar playlists

source: Manage users
nb_no: Behandle brukere
pt_pt: Gerenciar usuários

source: Manage your playlists
nb_no: Behandle dine spillelister
pt_pt: Gerenciar suas playlists

source: Mark all as read
nb_no: Marker alle som lest
pt_pt: Marque tudo como lido

source: Mark as read
pt_pt: Marcar como lido

source: Mark as unread
pt_pt: Marcar como não lido

source: Media player
pt_pt: Leitor de mídia

source: Mobile and desktop apps
pt_pt: Aplicativos móveis e de computador

source: Moderation
pt_pt: Moderação

source: Moderation policies help you control how your instance interact with a given domain or account.
pt_pt: As políticas de moderação ajudam a controlar como sua instância interage com um determinado domínio ou conta.

source: Modification date
nb_no: Endringsdato
pt_pt: Data de modificação

source: Music
nb_no: Musikk
pt_pt: Música

source: Mute
nb_no: Forstum
pt_pt: Mudo

source: My account
nb_no: Min konto
pt_pt: Minha conta

source: My awesome description
nb_no: Min flotte beskrivelse
pt_pt: Minha descrição incrível

source: My awesome library
nb_no: Mitt flotte bibliotek
pt_pt: Minha biblioteca incrível

source: My awesome playlist
nb_no: Min flotte spilleliste
pt_pt: Minha playlist incrível

source: My awesome radio
pt_pt: Meu rádio incrível

source: My libraries
nb_no: Mine bibliotek
pt_pt: Minhas bibliotecas

source: Name
nb_no: Navn
pt_pt: Nome

source: New password
nb_no: Nytt passord
pt_pt: Nova senha

source: New tracks will be appended here automatically.
pt_pt: Novas músicas serão adicionadas automaticamente aqui.

source: Next track
nb_no: Neste spor
pt_pt: Música seguinte

source: No
nb_no: Nei
pt_pt: Não

source: No add-ons, no plugins : you only need a web library
pt_pt: Sem add-ons, sem plugins: você só precisa de uma biblioteca da Web

source: No album matched your query
pt_pt: Nenhum álbum correspondeu à sua consulta

source: No artist matched your query
pt_pt: Nenhum artista correspondeu à sua consulta

source: No lyrics available for this track.
nb_no: Ingen sangtekster tilgjengelig for dette sporet.
pt_pt: Nenhuma letra disponível para esta música.

source: No matching library.
nb_no: Inget samsvarende bibliotek.
pt_pt: Nenhuma biblioteca correspondente.

source: No notifications yet.
pt_pt: Ainda não há notificações.

source: Nobody except me
nb_no: Ingen unntatt meg
pt_pt: Ninguém, exceto eu

source: Nobody is following this library
nb_no: Ingen følger dette bibioteket
pt_pt: Ninguém está seguindo esta biblioteca

source: Not used
nb_no: Ikke brukt
pt_pt: Não usado

source: Notifications
nb_no: Merknader
pt_pt: Notificações

source: Official website
nb_no: Offisiell nettside
pt_pt: Website oficial

source: Old password
nb_no: Gammelt passord
pt_pt: Senha Antiga

source: Open
pt_pt: Aberto

source: Open profile
pt_pt: Abrir o perfil

source: Open website
pt_pt: Abrir o website

source: Or customize your rule
pt_pt: Ou personalize sua regra

source: Order
pt_pt: Ordenar

source: Ordering
pt_pt: Ordenar

source: Ordering direction
pt_pt: Direção de ordenar

source: Owner
nb_no: Eier
pt_pt: Proprietário

source: Page Not Found
pt_pt: Página não encontrada
