Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

# Popup/Radio/Paragraph
source: This will completely delete this radio and cannot be undone.
ar: سوف يؤدي ذلك إلى الحذف الكُلّي لهذه الإذاعة و لا يُمكن إلغاء العملية و العودة.
eo: Tute forigos tiun radion kaj ne povus esti malfaronta.

# Popup/Settings/Paragraph
source: This will completely disable access to the Subsonic API using from account.
eo: Tute malaktivas atingo al la subsona API el tiu konto.

# Popup/Settings/Paragraph
source: This will log you out from existing devices that use the current password.
ar: سيؤدي ذلك إلى إخراجك مِن الأجهزة الحالية التي تستخدم هذه الكلمة السرية.
eo: Elsalutos vin el ĉiu viaj aparatoj ke uzas la aktualan pasvorton.

# Popup/Settings/Paragraph
source: This will permanently delete the application and all the associated tokens.
ar: سوف يؤدي ذلك إلى الحذف الكُلّي لقائمة التشغيل هذه و لا يُمكن إلغاء العملية و العودة.
eo: Tute forigos tiun ludliston kaj ne povus esti malfaronta.

# Popup/Playlist/Paragraph
source: This will remove all tracks from this playlist and cannot be undone.
ar: سوف يؤدي ذلك إلى الحذف الكُلّي لقائمة التشغيل هذه و لا يُمكن إلغاء العملية و العودة.
eo: Forigos ĉiujn kantojn el tiu ludlisto kaj ne povus esti malfaronta.

# */*/*/Noun
source: Title
ar: العنوان
eo: Titolo

# Content/Track/*/Noun
source: Title
eo: Titolo

# */*/*
source: Title
eo: Titolo

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Toggle queue looping
eo: Baskuli ripetadon de la atendovico

# Content/Moderation/Table.Label
source: Total size
ar: الحجم الإجمالي
eo: Tuta grando

# Content/Library/Card.Help text
source: Total size of the files in this library
ar: الحجم الإجمالي للملفات المتوفّرة في هذه المكتبة
eo: Tuta grando de tiu muzikejo

# Content/*/*
source: Total users
ar: العدد الإجمالي للمستخدِمين
eo: Tutaj uzantoj

# */*/*
source: Track
eo: Kanto

# */*/*/Noun
source: Track
ar: المَقطَع
eo: Kanto

# Content/Moderation/Title
source: Track data
ar: اسم المَقطَع
eo: Nomo de kanto

# Content/Track/Title/Noun
source: Track information
ar: معلومات عن المَقطَع
eo: Kantodatumo

# Content/*/Dropdown/Noun
source: Track name
ar: اسم المَقطَع
eo: Nomo de kanto

# */*/*/Noun
source: Tracks
eo: Kantoj

# */*/*
source: Tracks
ar: المَقاطِع
eo: Kantoj

# Content/Artist/Title
source: Tracks by this artist
ar: مَقاطِع لهذا الفنان
eo: Kantoj je tiu artisto

# Content/About/Paragraph/Unit
source: Tracks favorited
eo: Stelumantaj kantoj

# Content/About/Paragraph/Unit
source: tracks listened
eo: aŭskultintaj kantoj

# Popup/Radio/Title/Noun
source: Tracks matching filter
ar: مقطع يناسب عامل التصفية
eo: Kanto kongruanta filtrilo

# Content/Track/Table.Label/Noun
source: Type
ar: النوع
eo: Tipo

# Content/Moderation/Table.Label/Noun
source: Type
eo: Tipo

# Content/Moderation/Table.Label/Short
source: Under moderation rule
ar: تحديث قاعدة الإشراف
eo: Moderece

# */Library/Button.Label/Verb
source: Unfollow
ar: إلغاء المتابعة
eo: Malsekvi

# Popup/Library/Title
source: Unfollow this library?
ar: أتريد إلغاء متابعة هذه المكتبة؟
eo: Malsekvi tiun muzikejon?

# Content/About/Paragraph
source: Unfortunately, the owners of this instance did not yet take the time to complete this page.
eo: Malfeliĉe, proprulo de tiu instanco ne jam plenigis tiu paĝon.

# Content/Home/Title
source: Unlimited music
eo: Infinita muziko

# Sidebar/Player/Icon.Tooltip/Verb
source: Unmute
ar: إلغاء الكتم
eo: Malmutigi

# Content/Moderation/Card.Button.Label/Verb
source: Update
ar: تحديث
eo: Ĝisdati

# Content/Applications/Button.Label/Verb
source: Update application
ar: تحديث قائمة المَقاطِع الموسيقية
eo: Ĝisdati ludliston

# Content/Settings/Button.Label/Verb
source: Update avatar
ar: تحديث الصورة الرمزية
eo: Ĝisdati avataron

# Content/Library/Button.Label/Verb
source: Update library
ar: تحديث المكتبة
eo: Ĝisdati muzikejon

# Content/Playlist/Button.Label/Verb
source: Update playlist
ar: تحديث قائمة المَقاطِع الموسيقية
eo: Ĝisdati ludliston

# Content/Settings/Button.Label/Verb
source: Update settings
ar: تحديث الإعدادات
eo: Ĝisdati agordojn

# Content/Signup/Button.Label
source: Update your password
ar: قم بتحديث كلمتك السرية
eo: Ĝisdati vian pasvorton

# Content/Library/Card.Button.Label/Verb
source: Upload
ar: أرسل
eo: Elŝuti

# Content/Settings/Title/Verb
source: Upload a new avatar
ar: إرسال صورة رمزية جديدة
eo: Elŝuti novan avataron

# Content/Library/Title/Verb
source: Upload audio content
ar: إرسال محتوى صوتي
eo: Elŝuti aŭdon

# Content/Moderation/Title
source: Upload data
ar: تاريخ التحميل
eo: Elŝutdato

# */*/*/Noun
source: Upload date
ar: تاريخ التحميل
eo: Elŝutdato

# Content/Library/Help text
source: Upload denied, ensure the file is not too big and that you have not reached your quota
ar: تم رفض الإرسال، تحقق أن حجم الملف ليس ضخما و أنّ مساحة التخرين المسموح بها كافية
eo: Malakcepti elŝuto, certiĝi la dosieron ne tro grandas kaj vi nur havas spaco

# Content/Library/Paragraph
source: Upload music files (MP3, OGG, FLAC, etc.) from your personal library directly from your browser to enjoy them here.
ar: ارسل ملفات موسيقية (MP3, OGG, FLAC, etc.) مِن مكتبتك الشخصية مباشرة مِن متصفحك للاستمتاع بها هنا.
eo: Elŝuti muzikajn dosierojn (MP3, OGG, FLAC, ktp.) el via persona muzika dosierujo direkte en via retumilo por ĝui ilin ĉi-tie.

# Content/Library/Title/Verb
source: Upload new tracks
ar: إرسال مقاطع موسيقية جديدة
eo: Elŝuti novajn kantojn

# Content/Moderation/Table.Label/Noun
source: Upload quota
eo: Elŝutlimito

# Content/Library/Help text
source: Upload timeout, please try again
ar: انتهت مهلة الإرسال، الرجاء إعادة المحاولة
eo: Elŝuto tempolimis, bonvolu reprovi

# Content/Library/Table
source: Uploaded
ar: تم تحميلها
eo: Elŝutinta

# Content/Library/Tab.Title/Short
source: Uploading
ar: عملية الإرسال جارية
eo: Elŝutanta

# Content/Library/Table
source: Uploading…
ar: الإرسال جارٍ…
eo: Elŝutanta…

# */*/*
source: Uploads
ar: المُرسَلة
eo: Elŝutoj

# Content/Moderation/Table.Label/Noun
source: Uploads
eo: Elŝutoj

# Content/*/*/Noun
source: Uploads
eo: Elŝutoj

# Footer/*/List item.Link
source: Use another instance
ar: إستخدم مثيل خادوم آخَر
eo: Uzi alian instancon

# Content/Signup/Paragraph
source: Use this form to request a password reset. We will send an email to the given address with instructions to reset your password.
ar: استخدم هذه الاستمارة لطلب إعادة ضبط كلمة المرور. سنرسل بريدا إلكترونيا إلى العنوان المعين مرفوقا بتعليمات لإعادة ضبط كلمتك السرية.
eo: Uzu tiun formularo por peti pasvortnuligado. Ni sendos retpoŝtmesaĝon kun instrukcioj por nuligi vian pasvorton.

# Content/Moderation/Help text
source: Use this setting to temporarily enable/disable the policy without completely removing it.
eo: Uzu tiun agordon por tempe aktivigi/malaktivigi la regularon sen tute forigi ĝin.

# Content/Admin/Table
source: Used
ar: مُستخدَم
eo: Uzinta

# Content/Library/Table.Label
source: User
ar: المستخدِم
eo: Uzanto

# Content/About/Title/Noun
source: User activity
eo: Uzanta aktivado

# Content/*/Title/Noun
source: User libraries
ar: مكتبات المستخدِم
eo: Uzantaj muzikejoj

# Content/Radio/Title
source: User radios
ar: إذاعات المستخدِمين
eo: Uzantaj radioj

# Content/*/*
source: Username
ar: إسم المستخدِم
eo: Uzantnomo

# Content/Login/Input.Label/Noun
source: Username or email
ar: اسم المستخدِم أو عنوان البريد الإلكتروني
eo: Uzantnomo aŭ retpoŝtadreso

# Content/About/Paragraph/Unit
source: users
eo: uzantoj

# */*/*/Noun
source: Users
ar: المستخدِمون
eo: Uzantoj

# Footer/*/Title
source: Using Funkwhale
ar: لاستخدام Funkwhale
eo: Uzi Funkwhale

# Footer/*/List item
source: Version %{version}
ar: الإصدار %{version}
eo: Versio %{version}

# Content/Library/Link/Verb
source: View files
ar: عرض الملفات
eo: Vidi dosierojn

# Content/*/*/Clickable, Verb
source: View on MusicBrainz
ar: إطّلع عليه على ميوزيك براينز
eo: Vidi en MusicBrainz

# */*/*
source: Visibility
ar: المشاهدة
eo: Videblo

# Content/Library/Dropdown.Label
source: Visibility
eo: Videblo

# Content/Album/
source: Volume %{ number }
ar: مستوى الصوت %{ number }
eo: Volumo %{number}

# Popup/*/Loading.Title
source: Waiting for result…
ar: جارٍ تحميل مفضلاتك…
eo: Ŝarĝas viajn stelumojn…

# Content/Login/Error message.Title
source: We cannot log you in
ar: تعذر علينا تسجيل دخولك
eo: Ni ne povis ensaluti vin

# Content/*/Error message.Title
source: We cannot save your changes
ar: لا يمكننا إنشاء حسابك
eo: Ni ne povis krei vian konton

# Content/Home/List item
source: We do not track you or bother you with ads
eo: Ni ne spionas vin aŭ ĝenas vin kun reklamoj

# Content/Library/Link
source: We recommend using Picard for that purpose.
ar: ننصحكم باستخدام برنامج Picard لهذا الغرض.
eo: Ni rekomendas Picard pro fari tiun.

# Content/Home/Title
source: We think listening to music should be simple.
eo: Ni pensas ke aŭskulti muzikon devus simpli.

# Head/Home/Title
source: Welcome
ar: مرحبًا
eo: Bonvenon

# Content/Home/Title/Verb
source: Welcome on Funkwhale
eo: Bonvenon en Funkwhale

# Content/Home/Title
source: Why funkwhale?
eo: Kial Funkwhale?

# Popup/Embed/Input.Label
source: Widget height
ar: طول الودجات
eo: Alto de fenestraĵo

# Popup/Embed/Input.Label
source: Widget width
ar: عرض الودجات
eo: Larĝo de fenestraĵo

# */*/*
source: Yes
ar: نعم
eo: Jes

# Content/Login/Button.Label
source: Yes, log me out!
ar: نعم، أؤكد الخروج !
eo: Jes, elsaluti min!

# Content/Library/Paragraph
source: You are able to share your library with other people, regardless of its visibility.
eo: Vi povas diskonigi vian muzikejon kun aliaj uloj, sendepende ĝia videblo.

# Content/Library/Paragraph
source: You are about to upload music to your library. Before proceeding, please ensure that:
ar: إنك بصدد إرسال موسيقى إلى مكتبتك الصوتية. قبل المواصلة، ندعوك إلى التحقق من أنّ:
eo: Vi estas elŝutota muziko al via muzikejo. Antaŭ komenci, bonvolu certiĝi ke:

# Content/Login/Paragraph
source: You are currently logged in as %{ username }
ar: أنت متّصل حاليا بصفة %{ username }
eo: Vi aktuale estas ensaluta al %{username}

# Content/Library/Paragraph
source: You can follow libraries from other users to get access to new music. Public libraries can be followed immediatly, while following a private library requires approval from its owner.
eo: Vi povas sekvi muzikejoj el aliaj uzantoj por atingi novan muzikon. Publikaj muzikejoj sekvadeblas rekte, sed sekvado de privataj muzikejoj bezonas akceptado el ĝia proprulo.

# Content/Home/List item
source: You can invite friends and family to your instance so they can enjoy your music
eo: Vi povas inviti amikojn kaj familio en via instanco do ili povas ĝui vian muzikon

# Content/Signup/Paragraph
source: You can now use the service without limitations.
ar: بإمكانك الآن استعمال الخدمة مِن دون قيود.
eo: Vi nun povas uzi la servico senlime.

# Content/Radio/Paragraph
source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
ar: يمكنك إنشاء قناتك الإذاعية الخاصة بك عبر هذه الواجهة و تشغيل مقاطعك كيفما شئت.
eo: Vi povas uzi tiun interfaco por konstrui viajn proprajn radiojn, ke ludos kantojn laŭ viaj reguloj.

# Content/Settings/Paragraph
source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
eo: Vi povas uzi tiujn por ĝui vian muzikon kaj ludlistojn nekonektite, kun via poŝtelefono aŭ tabuleto ekzemple.

# Content/Applications/Paragraph
source: You don't have any application connected with your account.
ar: ليس لديك أي تطبيق متصل بحسابك.
eo: Vi ne havas iu ajn regulon por tiu konto.

# Content/Applications/Paragraph
source: You don't have any configured application yet.
ar: ليس لديك أي تطبيق مُعدّ بعد.
eo: Vi ne havas iu ajn regulon por tiu konto.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this account.
ar: ليس لديك أية قاعدة لهذا الحساب بعد.
eo: Vi ne havas iu ajn regulon por tiu konto.

# Content/Moderation/Card.Title
source: You don't have any rule in place for this domain.
ar: ليس لديك أية قاعدة خاصة باسم النطاق هذا.
eo: Vi ne havas iu ajn regulon por tiu domajno.

# Sidebar/Player/Title
source: You have a radio playing
ar: إنك تستمع إلى إذاعة
eo: Vi ludas radion

# Sidebar/Player/Error message.Paragraph
source: You may have a connectivity issue.
ar: ربما عندك مشكلة في الاتصال.
eo: Vi havus konekta problemo.

# Popup/Settings/List item
source: You will be logged out from this session and have to log in with the new one
eo: Vi estos elŝaluta el tiu seanco kaj devus ensaluti denove

# Content/Settings/Paragraph
source: You will have to update your password on your clients that use this password.
ar: يتوجب عليك تحديث كلمتك السرية على العملاء الآخرين اللذين يشتغلون بها.
eo: Vi devos rekte ŝanĝi vian pasvorton en la aplikaĵo ke uzas ĝin.

# Content/Signup/Form/Paragraph
source: Your account cannot be created.
ar: لا يمكن إنشاء حسابك.
eo: Ludlisto kreiintas

# Content/Settings/Title/Noun
source: Your applications
ar: تطبيقاتك
eo: Viaj sciigoj

# Head/Favorites/Title
source: Your Favorites
ar: مفضّلاتك
eo: Viaj stelumoj

# Content/Home/Title
source: Your music, your way
eo: Via muziko, via vojo

# Content/Notifications/Title
source: Your notifications
ar: إشعاراتك
eo: Viaj sciigoj

# Content/Signup/Card.Paragraph
source: Your password has been updated successfully.
ar: تم تحديث كلمتك السرية بنجاح.
eo: Via pasvorto sukcese ŝanĝis.

# Content/Settings/Error message.Title
source: Your settings can't be updateds
eo: Agordoj ĝisdatigas

# Popup/Settings/List item
source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
eo: Via Subsona pasvorto ŝanĝos hazarde, elsalutontas vin el aparetoj ke uzis la malnovan pasvorton

# */*/*/Short, Noun
source: Position
ar: تتابُع الصفحات
eo: Paĝeco

# Content/Track/*/Noun
source: Copyright
ar: الحقوق
eo: Kopirajto

# */*/*
source: %{ count } track
ar: %{ count } مقطع

# Content/Radio/Table.Paragraph/Short
source: %{ count } track matching combined filters
ar: مقطع يناسب عامل التصفية

# Content/*/Paragraph
source: %{ hours } h %{ minutes } min
ar: %{ hours } سا %{ minutes } د

# Content/*/Paragraph
source: %{ minutes } min
ar: %{ minutes } د

# */*/*
source: 30 days
ar: 30 يوما

# */*/*
source: 60 days
ar: 60 يوما

# */*/*
source: 90 days
ar: 90 يوما

# Content/OAuth Scopes/Paragraph
source: Access to audio files, libraries, artists, albums and tracks
ar: الوصول إلى الملفات الصوتية والمكتبات والفنانين والألبومات والمَقاطِع

# Content/OAuth Scopes/Paragraph
source: Access to follows
ar: النفاذ إلى المتابَعين

# */Playlist/Button.Label/Verb
source: Add anyways
ar: أضفه على أي حال

# Head/Authorize/Title
source: Allow application
ar: ترخيص التطبيق

# */*/*
source: Anonymous access
ar: وصول مجهول

# Content/Applications/Title
source: Application details
ar: تفاصيل التطبيق

# Content/Applications/Label
source: Application ID
ar: مُعرِّف التطبيق

# Content/Applications/Label
source: Application secret
ar: سر التطبيق

# Content/Moderation/*
source: Assigned to
ar: نُسِب إلى

# Content/Signup/Button.Label/Verb
source: Authorize %{ app }
ar: ترخيص %{ app }

# Content/Settings/Title/Noun
source: Authorized apps
ar: التطبيقات المُرخّصة

# */*/*
source: Category
ar: الفئة

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change theme
ar: تغيير المظهر

# Content/Library/Link.Title
source: Click to display more information about the import process for this upload
ar: اضغط لعرض المزيد من المعلومات حول عملية استيراد هذا التحميل

# */*/Button.Label/Verb
source: Close and reload page
ar: إغلاق وإعادة إنعاش الصفحة

# Content/Home/Header/Name
source: Contact
ar: للإتصال

# Popup/Settings/Title
source: Delete application "%{ application }"?
ar: حذف تطبيق "%{ application }"؟

# */*/*/Noun
source: Disc number
ar: القرص رقم

# Content/Search/Input.Placeholder
source: Enter album title…
ar: أدخل اسم ألبوم ما…

# Content/Library/Card.Table.Header/Short
source: Field
ar: الحقل

# */Queue/Dropdown/Button/Label/Short
source: Hide content from this artist
ar: إخفاء المحتوى القادم مِن هذا الفنان

# Sidebar/Player/Icon.Tooltip/Verb
source: Hide content from this artist…
ar: إخفاء المحتوى القادم مِن هذا الفنان…

# */*/Error
source: Impossible to connect to the remote server
ar: تعذر الاتصال بالخادم البُعدي

# Popup/Moderation/List item
source: In radio suggestions
ar: في اقتراحات الإذاعات

# Content/Playlist/Button.Label/Verb
source: Insert from queue (%{ count } track)
ar: %{ count } مقطع

# Content/*/Paragraph
source: No results were found.
ar: لم يتم العثور على أية نتيجة.

# Head/Radio/Title
source: Radio
ar: الإذاعة

# Content/Applications/Input.Label/Noun
source: Redirect URI
ar: عنوان إعادة التوجيه

# Content/Library/Paragraph
source: Remaining storage space
ar: مساحة التخزين المتبقية

# Content/Album/Card.Link/Verb
source: Show %{ count } more track
ar: اعرض %{ count } مقاطع

# */*/Error
source: The remote server answered with HTTP %{ status }
ar: ردَّ الخادم البُعدي بإجابة HTTP %{ status }

# Content/Settings/Paragraph
source: This is the list of applications that you have created.
ar: هذه هي قائمة التطبيقات التي قمتَ بإنشائها.

# Popup/Import/Message
source: Upload was successfully processed by the server.
ar: تم تحميله بنجاح على الخادم.

# Content/Library/List item
source: You are not uploading copyrighted content in a public library, otherwise you may be infringing the law
ar: أنك لست بصدد تحميل محتوى محمي بحقوق التأليف على مكتبة عامة ، وإلا قد تصبح مخالفًا للقانون

# */Instance/Message
source: You are now using the Funkwhale instance at %{ url }
ar: إنك الآن تستخدم خادم Funkwhale على %{ url }

# Content/Settings/Error message.Title
source: Your password cannot be changed
ar: لا يمكن تعديل كلمتك السرية

source: "%{ title }", by %{ artist }
nb_no: "%{ title }", av %{ artist }
pt_pt: "%{ title }", de %{ artist }

source: (%{ index } of %{ length })
nb_no: (%{ index } av %{ length })
pt_pt: (%{ index } de %{ length })

source: (empty)
nb_no: (tom)
pt_pt: (vazio)

source: %{ count } on %{ total } selected
nb_no: %{ count } på %{ total } valgt
pt_pt: %{ count } em %{ total } selecionado

source: %{ count } track
nb_no: %{ count } spor
pt_pt: %{ count } pista

source: %{ count } track in %{ albumsCount } albums
nb_no: %{ count } spor i %{ albumsCount } album
pt_pt: %{ count } tema em %{ albumsCount } álbuns

source: %{ count } track matching combined filters
nb_no: %{ count } spor samsvarer med kombinerte filter
pt_pt: %{ count } pista corresponde aos filtros selecionados

source: %{ count } track was added to your queue
nb_no: %{ count } spor ble lagt til i din spillekø
pt_pt: %{ count } pista foi adicionada à sua fila

source: %{ count} track
nb_no: %{ count} spor
pt_pt: %{ count} pista

source: %{ current } used on %{ max } allowed
pt_pt: %{ current } utilizado em %{ max } permitido

source: %{ username } accepted your follow on library "%{ library }"
pt_pt: %{ username } aceitou seu seguimento na biblioteca "%{ library }"

source: %{ username } followed your library "%{ library }"
pt_pt: %{ username } seguiu a sua biblioteca "%{ library }"

source: %{ username }'s profile
nb_no: %{ username } sin profil
pt_pt: %{ username } perfil

source: <translate :translate-params="{instanceName: instanceHostname}">About %{instanceName}</translate>
pt_pt: <translate :translate-params="{instanceName: instanceHostname}">Sobre %{instanceName}</translate>

source: 1 album
pt_pt: 1 álbum

source: 1 favorite
nb_no: Én favoritt
pt_pt: 1 preferida

source: A network error occured while uploading this file
nb_no: Kunne ikke laste opp denne filen som følge av nettverksfeil
pt_pt: Ocorreu um erro durante o upload deste ficheiro

source: About %{ instance }
nb_no: Om %{ instance }
pt_pt: Sobre %{ instance }

source: About %{instanceName}
pt_pt: Sobre %{instanceName}

source: About Funkwhale
nb_no: Om Funkwhale
pt_pt: Sobre Funkwhale

source: About page
pt_pt: Sobre a página

source: About this instance
nb_no: Om denne instansen
pt_pt: Sobre esta instância

source: Accept
nb_no: Godta
pt_pt: Aceitar

source: Accepted
nb_no: Godtatt
pt_pt: Aceitado

source: Access disabled
pt_pt: Acesso desativado

source: Access your music from a clean interface that focus on what really matters
nb_no: Få tilgang til din musikk fra et rent grensesnitt som fokuserer på det som virkelig betyr noe
pt_pt: Aceda à sua música a partir de uma interface limpa que se concentra no que realmente importa

source: Accessed date
pt_pt: Data de acesso

source: Account data
pt_pt: Dados da conta

source: Account settings
nb_no: Kontoinnstillinger
pt_pt: Configurações da conta

source: Account Settings
nb_no: Kontoinnstillinger
pt_pt: Configurações da Conta

source: Account status
nb_no: Kontostatus
pt_pt: Status da conta

source: Account's email
nb_no: Kontoens e-post
pt_pt: Email da conta

source: Accounts
pt_pt: Contas

source: Action
nb_no: Handling
pt_pt: Açao

source: Action %{ action } was launched successfully on %{ count } element
pt_pt: A ação %{ action } foi lançada com sucesso em %{ count } item

source: Actions
nb_no: Handlinger
pt_pt: Ações

source: Active
pt_pt: Ativo

source: Activity
nb_no: Aktivitet
pt_pt: Atividade

source: Activity visibility
nb_no: Aktivitetssynlighet
pt_pt: Visibilidade da atividade

source: Add
pt_pt: Adicionar

source: Add a domain
pt_pt: Adicionar um domínio

source: Add a new moderation rule
pt_pt: Criar uma nova regra de moderação

source: Add and manage content
nb_no: Legg til og behandle innhold
pt_pt: Adicionar e gerenciar conteúdo

source: Add content
nb_no: Legg til innhold
pt_pt: Adicionar conteúdo

source: Add filter
nb_no: Legg til filter
pt_pt: Adicionar um filtro

source: Add filters to customize your radio
pt_pt: Adicione filtros para personalizar seu rádio

source: Add to current queue
pt_pt: Adicionar à fila atual

source: Add to favorites
nb_no: Legg til i favoritter
pt_pt: Adicionar aos favoritos

source: Add to playlist…
pt_pt: Adicionar à Playlist…

source: Add to queue
nb_no: Legg til i kø
pt_pt: Adicionar à fila

source: Add to this playlist
nb_no: Legg til i denne spillelisten
pt_pt: Adicionar a esta playlist

source: Add track
nb_no: Legg til spor
pt_pt: Adicionar música

source: Administration
nb_no: Administrasjon
pt_pt: Administração

source: Album
pt_pt: Álbum

source: Album containing %{ count } track, by %{ artist }
pt_pt: Álbum contendo %{ count } pista, por %{ artist }

source: Album name
nb_no: Albumnavn
pt_pt: Nome do álbum

source: Album page
nb_no: Albumside
pt_pt: Página do álbum

source: Albums
nb_no: Album
pt_pt: Álbuns

source: Albums by this artist
nb_no: Album fra denne artisten
pt_pt: Álbuns deste artista

source: All
nb_no: Alle
pt_pt: Tudo

source: An error occured while saving your changes
pt_pt: Ocorreu um erro ao salvar suas mudanças

source: An unknown error happend, this can mean the server is down or cannot be reached
pt_pt: Um erro desconhecido aconteceu, isso pode significar que o servidor está inoperante ou não pode ser alcançado

source: Approve
pt_pt: Aprovar

source: Are you sure you want to log out?
nb_no: Er du sikker på at du vil logge ut?
pt_pt: Tem certeza que deseja sair?

source: Artist
pt_pt: Artista

source: Artist name
nb_no: Artistnavn
pt_pt: Nome do artista

source: Artist page
nb_no: Artistside
pt_pt: Página do artista

source: Artist, album, track…
pt_pt: Artista, álbum, música…

source: Artists
nb_no: Artister
pt_pt: Artistas

source: Ascending
pt_pt: Ascendente

source: Ask for a password reset
pt_pt: Peça uma redefinição de senha

source: Audio content
pt_pt: Conteúdo áudio

source: Audio player shortcuts
pt_pt: Atalhos do leitor de áudio

source: Available playlists
nb_no: Tilgjengelige spillelister
pt_pt: Playlists disponíveis

source: Back to login
nb_no: Tilbake til innlogging
pt_pt: Volte ao login

source: Block everything
pt_pt: Bloquear tudo
