Repository: BeaverTek/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: ar, eo, nb_no, pt_pt

# Popup/Track/Title
source: Embed this track on your website
ar: ادمج هذا المَقطع على موقعك
eo: Enkorpigi tiun kanton en via retejo

# Content/Moderation/Table.Label/Noun
source: Emitted library follows
ar: أدخِل عنوان رابط لمكتبة ما
eo: Sendintaj sekvadoj de muzikejo

# Content/Moderation/Table.Label/Noun
source: Emitted messages
ar: الرسائل المُرسَلة
eo: Sendintaj mesaĝoj

# */*/*
source: Enabled
eo: Aktiva

# Content/Playlist/Button.Label/Verb
source: End edition
ar: إنهاء التعديل
eo: Fini redakto

# Content/Library/Input.Placeholder
source: Enter a library URL
ar: أدخِل عنوان رابط لمكتبة ما
eo: Tajpu retadreson de muzikejo

# Content/Search/Input.Placeholder
source: Enter a radio name…
ar: أدخِل إسم إذاعة…
eo: Tajpu nomon de radio…

# Content/Search/Input.Placeholder
source: Enter artist name…
ar: أدخِل إسم فنان…
eo: Tajpu nomon de artisto…

# Content/Playlist/Placeholder/Call to action
source: Enter playlist name…
ar: أدخِل إسم قائمة مَقاطِعٍ موسيقية…
eo: Tajpu nomon de ludlisto…

# Content/Signup/Input.Placeholder
source: Enter the email address binded to your account
eo: Tajpu la retadreson bindanta al via konto

# Content/Signup/Form/Placeholder
source: Enter your email
ar: أدخِل عنوان بريدك الإلكتروني
eo: Tajpu vian retadreson

# Content/Signup/Form/Placeholder
source: Enter your invitation code (case insensitive)
ar: أدخِل رمز الدعوة
eo: Tajpu vian invitkodon (usklecoblindan)

# Content/Library/Input.Placeholder/Verb
source: Enter your search query…
ar: أدخِل طلب بحثِك…
eo: Tajpu vian serĉon…

# Content/Signup/Form/Placeholder
source: Enter your username
ar: أدخِل إسم المستخدِم
eo: Tajpu vian uzantnomon

# Content/Login/Input.Placeholder
source: Enter your username or email
ar: أدخل اسم المستخدِم أو البريد الإلكتروني
eo: Tajpu vian uzantnomon aŭ retadreson

# Content/*/Error message.Title
source: Error
ar: خطأ
eo: Eraro

# Popup/Import/Table.Label/Noun
source: Error detail
ar: سِجِل الأخطاء
eo: Eraroraportado

# Content/Admin/Menu
source: Error reporting
ar: سِجِل الأخطاء
eo: Eraroraportado

# Popup/Import/Table.Label/Noun
source: Error type
ar: فيه خطأ
eo: Eraris

# Content/*/Error message/Header
source: Error while applying action
ar: حدث خطأ أثناء تطبيق الإجراء
eo: Eraro kiam ruli akton

# Content/Signup/Card.Title
source: Error while asking for a password reset
ar: حدث خطأ أثناء إرسال طلب إعادة تعيين الكلمة السرية
eo: Eraro kiam demandi renuligadon de pasvorto

# Popup/Moderation/Error message
source: Error while authorizing application
ar: حدث خطأ أثناء تطبيق الإجراء
eo: Eraro kiam ruli akton

# Content/Signup/Card.Title
source: Error while changing your password
ar: حدث خطأ أثناء عملية تعديل كلمتك السرية
eo: Eraro kiam ŝanĝi vian pasvorton

# Content/Moderation/Message.Title
source: Error while creating domain
ar: حدث خطأ أثناء إنشاء النطاق
eo: Eraro kiam krei domajnon

# Popup/Moderation/Error message
source: Error while creating filter
ar: حدث خطأ أثناء إنشاء القاعدة
eo: Eraro kiam krei regulon

# Content/Admin/Error message.Title
source: Error while creating invitation
ar: حدث خطأ أثناء إنشاء الدعوة
eo: Eraro kiam krei inviton

# Content/Moderation/Error message.Title
source: Error while creating rule
ar: حدث خطأ أثناء إنشاء القاعدة
eo: Eraro kiam krei regulon

# Popup/Moderation/Error message
source: Error while fetching application data
ar: حدث خطأ أثناء إنشاء الدعوة
eo: Eraro kiam krei inviton

# Content/Moderation/Table
source: Error while fetching node info
ar: حدث خطأ أثناء عملية جلب معلومات العقدة
eo: Eraro dum skano de malloka instanco

# Content/Settings/Error message.Title
source: Error while saving settings
eo: Eraro kiam konservi preferojn

# Content/*/Error message.Title
source: Error while saving settings
ar: حدث خطأ أثناء حفظ الإعدادات
eo: Eraro kiam konservi preferojn

# Content/Library/Error message.Title
source: Error while submitting edit
ar: حدث خطأ أثناء حفظ الإعدادات
eo: Eraro kiam konservi preferojn

# Content/Library/Table/Short
source: Errored
ar: فيه خطأ
eo: Eraris

# Content/Library/Label
source: Errored files
ar: الملفات الخاطئة
eo: Erarintaj dosieroj

# Content/Settings/Dropdown/Short
source: Everyone
ar: الجميع
eo: Ĉiu

# Content/Settings/Dropdown
source: Everyone on this instance
ar: كل مَن هم على مثيل الخادوم هذا
eo: Ĉiu en ĉi-tiu instanco

# Content/Settings/Dropdown
source: Everyone, across all instances
ar: كافة مَن هم على مثيلات الخوادم
eo: Ĉiu en ĉiuj instancoj

# Content/Radio/Table.Label/Verb
source: Exclude
ar: إستثني
eo: Ekskluzivi

# Content/Admin/Table.Label/Noun
source: Expiration date
ar: تاريخ نهاية الصلاحية
eo: Fortempiĝa dato

# Content/Admin/Table
source: Expired
ar: منتهية الصلاحيّة
eo: Fortempiĝis

# Content/Admin/Dropdown/Adjective
source: Expired/used
ar: إنتهت صلاحيتها/ أو مستعمَلة
eo: Fortempiĝis aŭ uzantiĝis

# Content/Moderation/Help text
source: Explain why you're applying this policy. Depending on your instance configuration, this will help you remember why you acted on this account or domain, and may be displayed publicly to help users understand what moderation rules are in place.
eo: Ekspliku kial vi aplikas tiun regularon. Depende de la preferado de via instanco, ĝi helpos vin memori kial vi agis sur tiu konto aŭ domajno, kaj povus esti afiŝa por helpi uzantoj kompreni kiuj moderecaj reguloj ekzistas.

# Content/Library/Dropdown
source: Failed
ar: فشل
eo: Eraris

# Content/Library/Card.List item/Noun
source: Failed tracks:
ar: المَقاطع الصوتية المخفقة:
eo: Erarintaj kantoj:

# */*/*
source: Favorited tracks
ar: المَقاطع الصوتية المفضلة
eo: Erarintaj kantoj:

# Sidebar/Favorites/List item.Link/Noun
source: Favorites
ar: المفضلة
eo: Stelumoj

# Content/OAuth Scopes/Label
source: Favorites
eo: Stelumoj

# Content/Admin/Menu
source: Federation
eo: Federo

# Content/*/*/Noun
source: Federation ID
ar: الفديرالية
eo: Federo

# Content/Library/Table.Label
source: Filename
ar: إسم الملفّ
eo: Dosiernomo

# Content/Radio/Table.Label/Noun
source: Filter name
ar: إسم عامل التصفية
eo: Filtri nomon

# Content/Library/*
source: Finished
ar: إكتمل
eo: Finanto

# Content/Moderation/Table.Label/Short (Value is a date)
source: First seen
ar: أول زيارة
eo: Unua vido

# Content/Moderation/Dropdown/Noun
source: First seen date
ar: تاريخ أول اكتشاف
eo: Dato de unua vido

# Content/Library/Card.Button.Label/Verb
source: Follow
ar: إتبع
eo: Sekvi

# Content/Library/Title/Verb
source: Follow remote libraries
ar: متابعة المكتبات عن بُعد
eo: Sekvi mallokajn muzikejojn

# Content/Library/Card.Paragraph
source: Follow request pending approval
ar: طلب متابعة مُعلّق في انتظار القبول
eo: Peto da sekvado atendanta konsenton

# Content/Federation/*/Noun
source: Followers
ar: المتابِعون
eo: Sekvantoj

# Content/*/*/Noun
source: Followers
eo: Sekvantoj

# Content/Library/Card.Paragraph
source: Following
ar: يُتابِع
eo: Sekvata

# Content/OAuth Scopes/Label
source: Follows
ar: إتبع
eo: Sekvi

# Content/Auth/Label/Noun
source: Full access
ar: تعطيل النفاذ
eo: Malatingeblu

# Content/Settings/Paragraph'
source: Funkwhale is compatible with other music players that support the Subsonic API.
ar: فانك وايل Funkwhale متوافق مع برمجيات تشغيل الموسيقى التي تدعم واجهة برمجية تطبيقات صاب سونيك.
eo: Funkwhale funkcias kun aliaj muzikludiloj ke apogas la Subsonic API.

# Content/Home/Paragraph
source: Funkwhale is dead simple to use.
eo: Uzi Funkwhale facilegas.

# Content/Home/Paragraph
source: Funkwhale is designed to make it easy to listen to music you like, or to discover new artists.
eo: Funkwhale estas dizajna tiel ke estas facile aŭskulti muzikon vi ŝatas, aŭ malkovri novajn artistojn.

# Content/Home/Paragraph
source: Funkwhale is free and gives you control on your music.
eo: Funkwhale estas senpaga kaj lasis vin estri vian muzikon.

# Content/Home/Paragraph
source: Funkwhale takes care of handling your music
eo: Funkwhale atentas manipuli vian muzikon

# Popup/Keyboard shortcuts/Title
source: General shortcuts
ar: الاختصارات العامة
eo: Generalaj fulmoklavoj

# Content/Admin/Button.Label/Verb
source: Get a new invitation
ar: تحصّل على دعوة جديدة
eo: Akiri novan inviton

# Content/Home/Button.Label/Verb
source: Get me to the library
eo: Iru al la muzikejo

# Content/Home/List item/Verb
source: Get quality metadata about your music thanks to <a href="%{ url }" target="_blank">MusicBrainz</a>
eo: Akiri kvalitaj metadatumoj pri vian muzikon kun <a href="%{url}" target="_blank">MusicBrainz</a>

# Content/Library/Button.Label/Verb
source: Get started
ar: إبدأ هنا
eo: Komencu

# Footer/*/Link
source: Getting help
ar: الحصول على مساعدة
eo: Ricevi helpon

# Popup/Import/Table.Label/Noun
source: Getting help
eo: Ricevi helpon

# Content/*/Button.Label/Short, Verb
source: Go
ar: هيا
eo: Komenci

# Content/*/Button.Label/Verb
source: Go to home page
ar: إنتقل إلى الصفحة الرئيسية
eo: Iru hejme

# Content/Settings/Title
source: Hidden artists
ar: الفنانون المخفيون
eo: Folii artistojn

# Content/Moderation/Help text
source: Hide account or domain content, except from followers.
ar: إخفاء الحساب أو محتوى النطاق مِن الجميع باستثناء المتابِعين.
eo: Kaŝi konton aŭ domajnon, krom sekvantoj.

# Popup/*/Button.Label
source: Hide content
ar: إخفاء المحتوى
eo: Aldoni muzikon

# Head/Home/Title
source: Home
ar: الرئيسية
eo: Hejmo

# Content/About/Paragraph/Unit
source: Hours of music
eo: Muzikhoroj

# Content/Settings/Paragraph
source: However, accessing Funkwhale from those clients require a separate password you can set below.
eo: Tamen, atingi Funkwhale el tiuj aplikaĵo bezonas alian pasvorton ke vi povas difini malsupre.

# Content/Signup/Paragraph
source: If the email address provided in the previous step is valid and binded to a user account, you should receive an email with reset instructions in the next couple of minutes.
eo: Se la retadreso provizanta dum la antaŭa etapo korektas kaj bindas al uzantkonto, vi baldaŭ ricevus retmesaĝon kun renuligadaj instrukcioj.

# Popup/Import/Title
source: Import detail
ar: حالة الإستيراد
eo: Importstato

# Content/Library/Input.Label/Noun
source: Import reference
ar: مصدر الإستيراد
eo: Importfonto

# Content/Library/*/Noun
source: Import status
eo: Importstato

# Content/*/*/Noun
source: Import status
ar: حالة الاستيراد
eo: Importstato

# Content/Library/Help text
source: Imported
ar: تم استيراده
eo: Importinta

# Popup/Moderation/List item
source: In "Recently added" widget
ar: تمت إضافتها مؤخرا
eo: Novaj aldonoj

# Content/Track/Button.Message
source: In favorites
ar: في المفضلة
eo: En stelumoj

# Content/Admin/Table
source: Inactive
ar: غير ناشط
eo: Malaktiva

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Increase volume
ar: زيادة حجم الصوت
eo: Pliigi volumon

# Content/Settings/Dropdown/Short
source: Instance
ar: بيانات مثيل الخادم
eo: Instanca datumo

# Content/Moderation/Title
source: Instance data
ar: بيانات مثيل الخادم
eo: Instanca datumo

# Content/Admin/Menu
source: Instance information
ar: معلومات عن مثيل الخادوم
eo: Instanca informo

# Content/Radio/Title
source: Instance radios
ar: إذاعات مثيل الخادوم
eo: Instancaj radioj

# Head/Admin/Title
source: Instance settings
ar: إعدادات مثيل الخادوم
eo: Instancaj preferoj

# Popup/Instance/Input.Label/Noun
source: Instance URL
ar: بيانات مثيل الخادم
eo: Instanca datumo

# Content/Library/Help text
source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
eo: Malbona dosiertipo, aserti ĝi estas aŭda dosiero. %{ extensions } funkcias

# Content/*/Input.Label
source: Invitation code
ar: رمز الدعوة
eo: Invita kodo

# */Admin/*/Noun
source: Invitations
ar: الدعوات
eo: Invitoj

# Footer/*/List item.Link
source: Issue tracker
ar: متعقّب المشاكل
eo: Cimspuradilo

# Content/Home/List item/Verb
source: Keep a track of your favorite songs
eo: Konservi postsignojn de viaj preferitaj kantoj

# */*/*/Noun
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
eo: Fulmoklavo

# Content/Moderation/Table.Label.Link
source: Known accounts
ar: الحسابات المعروفة
eo: Konataj kontoj

# Content/Library/Title
source: Known libraries
ar: المكتبات المعروفة
eo: Konataj muzikejoj

# Content/Profile/Table.Label/Short, Noun (Value is a date)
source: Last activity
ar: آخر نشاط
eo: Lasta akto

# Content/*/Table.Label
source: Last checked
ar: آخِر فحص
eo: Lasta kontrolado

# Popup/Playlist/Table.Label/Short
source: Last modification
ar: آخر تعديل
eo: Lasta redakto

# Content/Moderation/Table.Label/Noun
source: Last seen
ar: آخر زيارة
eo: Lasta vidanto

# Content/Moderation/Dropdown/Noun
source: Last seen date
ar: آخِر زيارة
eo: Dato de lasta vido

# Content/Library/Card.List item/Noun
source: Last update:
ar: آخِر تحديث:
eo: Lasta ĝisdatigo:

# Modal/*/Button.Label/Short, Verb
source: Launch
ar: إبدأ
eo: Lanĉi

# Content/Home/Button.Label/Verb
source: Learn more about this instance
eo: Lerni pli pri tiu instanco

# Content/Admin/Input.Placeholder
source: Leave empty for a random code
ar: أتركه فارغًا للحصول على رمز عشوائي
eo: Lasu malplena por hazarda kodo

# Popup/Embed/Paragraph
source: Leave empty for a responsive widget
ar: أتركه فارغًا للحصول على ودجات تناسبي
eo: Lasu malplena por adaptiĝema fenestraĵo

# */*/*/Noun
source: Libraries
ar: المكتبات
eo: Muzikejoj

# */*/*
source: Libraries
eo: Muzikejoj

# Content/OAuth Scopes/Label
source: Libraries and uploads
ar: تم تحديث المكتبة
eo: Ĝisdatigas muzikejon

# Content/Library/Paragraph
source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
eo: Muzikejoj helpas vin organizi kaj diskonigi viajn muzikarojn. Vi povas elŝuti vian propran muzikaron je Funkwhale kaj diskonigi ĝin kun viajn amikojn kaj familio.

# */*/*
source: Library
eo: Muzikejo

# Content/Library/Message
source: Library created
ar: تم إنشاء المكتبة
eo: Kreis muzikejon

# Content/Moderation/Title
source: Library data
ar: تم تحديث المكتبة
eo: Ĝisdatigas muzikejon

# Content/Library/Message
source: Library deleted
ar: تم حذف المكتبة
eo: Forigis muzikejon

# Content/Admin/Title/Noun
source: Library edits
ar: ملفّات المكتبة
eo: Muzikejaj dosieroj

# Content/Library/Message
source: Library updated
ar: تم تحديث المكتبة
eo: Ĝisdatigas muzikejon

# Content/*/*/Noun
source: License
ar: الرخصة
eo: Permesilo

# Content/*/Button.Label
source: Load more…
ar: جارٍ تحميل المتابِعين…
eo: Ŝargas sekvantojn…

# Content/Library/Paragraph
source: Loading followers…
ar: جارٍ تحميل المتابِعين…
eo: Ŝargas sekvantojn…

# Content/Library/Paragraph
source: Loading Libraries…
ar: جارٍ تحميل المكتبات…
eo: Ŝarĝas muzikejojn…

# Content/Library/Paragraph
source: Loading library data…
ar: جارٍ تحميل بيانات المكتبة…
eo: Ŝargas datumon de muzikejo…

# Content/Notifications/Paragraph
source: Loading notifications…
ar: عملية تحميل الإشعارات جارية…
eo: Ŝarĝas sciigojn…

# Content/Library/Paragraph
source: Loading remote libraries…
ar: جارٍ تحميل المكتبات البُعدية…
eo: Ŝargas mallokajn muzikejojn…

# Content/Library/Paragraph
source: Loading usage data…
ar: جارٍ تحميل بيانات الإستخدام…
eo: Ŝarĝas uzdatumon…

# Content/Favorites/Message
source: Loading your favorites…
ar: جارٍ تحميل مفضلاتك…
eo: Ŝarĝas viajn stelumojn…

# Content/Moderation/*/Short, Noun
source: Local account
ar: حساب محلي
eo: Loka konto

# Head/Login/Title
source: Log In
ar: الدخول
eo: Ensaluti

# Content/Login/Title/Verb
source: Log in to your Funkwhale account
ar: الدخول إلى حسابك على فانك وايل Funkwhale
eo: Ensaluti en via Funkwhale konto

# Head/Login/Title
source: Log Out
ar: الخروج
eo: Elsaluti

# Sidebar/Profile/List item.Link
source: Logged in as %{ username }
ar: مُتّصل كـ %{ username }
eo: Elsuta je %{username}

# */Login/*/Verb
source: Login
ar: تسجيل الدخول
eo: Ensaluti

# Content/*/*/Noun
source: Login status
ar: حالة الحساب
eo: Stato de konektado

# Sidebar/Login/List item.Link/Verb
source: Logout
ar: خروج
eo: Elsaluti

# Content/Library/Paragraph
source: Looks like you don't have a library, it's time to create one.
ar: يبدو أنه ليس لديك أية مكتبة بعد، حان الأوان لإنشاء واحدة.
eo: Ŝajni ke vi ne jam havas muzikejon, kreu unu.

# Sidebar/Player/Icon.Tooltip
source: Looping disabled. Click to switch to single-track looping.
eo: Ripeto malaktivas. Alklaki por aktivi ripetado de la aktuala kanto.

# Sidebar/Player/Icon.Tooltip
source: Looping on a single track. Click to switch to whole queue looping.
eo: Ripetas unu kanton. Alklaki por aktivi ripetado de la tutan atendovico.

# Sidebar/Player/Icon.Tooltip
source: Looping on whole queue. Click to disable looping.
eo: Ripetas la tutan atendovicon. Alklaki por malaktivi ripeto.

# Sidebar/*/Hidden text
source: Main menu
ar: القائمة الرئيسية
eo: Precipa menuo

# Head/Admin/Title
source: Manage library
ar: إدارة المكتبة
eo: Administri muzikejon

# Popup/Playlist/Title/Verb
source: Manage playlists
ar: إدارة قوائم المَقاطِع الموسيقية
eo: Manipuli ludlistojn

# Head/Admin/Title
source: Manage users
ar: إدارة المستخدِمين
eo: Manipuli uzantojn

# Content/Playlist/Button.Label/Verb
source: Manage your playlists
ar: إدارة القوائم الخاصة الموسيقى
eo: Manipuli viajn ludlistojn

# Content/Notifications/Button.Label/Verb
source: Mark all as read
ar: تحديد الكل كمقروء
eo: Marki ĉiujn legata

# Content/Notifications/Button.Tooltip/Verb
source: Mark as read
ar: تحديد كمقروء
eo: Marki legata

# Content/Notifications/Button.Tooltip/Verb
source: Mark as unread
ar: تحديد كغير مقروء
eo: Marki mallegata

# Sidebar/Player/Hidden text
source: Media player
ar: مُشغّل الوسائط
eo: Aŭdilo

# Content/Profile/Paragraph
source: Member since %{ date }
ar: عضو منذ %{ date }
eo: Aligis je %{date}

# Footer/*/List item.Link
source: Mobile and desktop apps
ar: تطبيقات الكمبيوتر والأجهزة المحمولة
eo: Poŝkomputilaj kaj komputilaj aplikaĵoj

source: Moderation
ar: الإشراف
eo: Modereco

# Content/Moderation/Card.Paragraph
source: Moderation policies help you control how your instance interact with a given domain or account.
ar: قواعد الإشراف تساعدكم على التحكم في كيفية تفاعل مثيل خادومكم مع النطاقات و الحسابات الأخرى.
eo: Moderecaj regularoj helpas vin kontroli kial via instanco interagis kun domajnon aŭ konton.

# Content/Library/Card/Short
source: Modification %{ id }
ar: تاريخ التعديل
eo: Modifdato

# Content/Playlist/Dropdown/Noun
source: Modification date
ar: تاريخ التعديل
eo: Modifdato

# */*/*/Noun
source: Music
ar: الموسيقى
eo: Muziko

# Sidebar/Player/Icon.Tooltip/Verb
source: Mute
ar: كتم
eo: Silentigi

# Content/Moderation/*/Verb
source: Mute activity
ar: كتم النشاط
eo: Lasta akto

# Content/Moderation/*/Verb
source: Mute notifications
ar: كتم الإشعارات
eo: Viaj sciigoj

# Sidebar/Profile/Title
source: My account
ar: حسابي
eo: Mia konto

# Content/Radio/Input.Placeholder
source: My awesome description
ar: وصفي الرائع
eo: Mia mojosa priskribo

# Content/Library/Input.Placeholder
source: My awesome library
ar: مكتبتي الرائعة
eo: Mia mojosa muzikejo

# Content/Playlist/Input.Placeholder
source: My awesome playlist
ar: قائمتي الرائعة للمَقاطِع الموسيقية
eo: Mia mojosa ludlisto

# Content/Radio/Input.Placeholder
source: My awesome radio
ar: إذاعتي الرائعة
eo: Mia mojosa radio

# Content/Library/Title
source: My libraries
ar: مكتباتي
eo: Miaj muzikejoj

# */*/*
source: N/A
ar: غير متوفر
eo: ND

# */*/*
source: Name
eo: Nomo

# Content/Applications/Input.Label/Noun
source: Name
eo: Nomo

# */*/*/Noun
source: Name
ar: الإسم
eo: Nomo

# Content/Settings/Input.Label
source: New password
ar: الكلمة السرية الجديدة
eo: Nova pasvorto

# Sidebar/Player/Paragraph
source: New tracks will be appended here automatically.
ar: سوف يتم إضافة المَقاطِع الجديدة هنا آليًا.
eo: Novaj kantoj estos aldonataj ĉi-tie aŭtomate.

# Sidebar/Player/Icon.Tooltip
source: Next track
ar: المَقطَع التالي
eo: Baldaŭa kanto

# */*/*
source: No
ar: لا
eo: Ne

# Content/Home/List item
source: No add-ons, no plugins : you only need a web library
eo: Nek aldonaĵoj, nek kromprogramoj: vi nur bezonas retmuzikejo

# Content/Search/Paragraph
source: No album matched your query
ar: لم نتمكّن مِن العثور على أي ألبوم يناسب طلب بحثك
eo: Neniom albumo kongruas kun via serĉo

# Content/Search/Paragraph
source: No artist matched your query
ar: لم نتمكّن مِن العثور على أي فنان يناسب طلب بحثك
eo: Neniom artisto kongruas kun via serĉo

# Content/Track/Table.Paragraph
source: No copyright information available for this track
ar: لا تتوفر هناك معلومات عن حقوق التأليف المتعلقة بهذا المقطع
eo: Nenio teksto disponeblas por tiu kanto.

# Content/Track/Table.Paragraph
source: No licensing information for this track
ar: ليس لدينا أية بيانات عن رخصة هذا المَقطع
eo: Ni havas nenia licenca informado pri tiu kanto

# Content/Federation/Paragraph
source: No matching library.
ar: ليس هناك أية مكتبة مطابِقة.
eo: Neniu muzikejo korespondas.

# Content/Notifications/Paragraph
source: No notification to show.
ar: ليس هناك أي إشعار للعرض.
eo: Nenio sciigoj jam.

# Content/Settings/Dropdown
source: Nobody except me
ar: لا أحد غيري
eo: Neniu krom mi

# Content/Library/Paragraph
source: Nobody is following this library
ar: لا أحد يتبع هذه المكتبة
eo: Neniu sekvas tiun muzikejon

# Content/Admin/Table
source: Not used
ar: غير مستعمَل
eo: Ne uzantata

# Content/OAuth Scopes/Label
source: Notifications
eo: Sciigoj

source: Notifications
ar: الإشعارات
eo: Sciigoj

# Footer/*/List item.Link
source: Official website
ar: موقع الويب الرسمي
eo: Oficiala retejo

# Content/Settings/Input.Label
source: Old password
ar: الكلمة السرية القديمة
eo: Malnova pasvorto

# Content/Admin/Dropdown/Adjective
source: Open
ar: مفتوح
eo: Malferma

# Content/Moderation/Link
source: Open in moderation interface
ar: تحديث قاعدة الإشراف
eo: Ĝisdati moderecan regulon

# Content/Moderation/Link/Verb
source: Open local profile
ar: افتح الصفحة الشخصية
eo: Malfermi profilon

# Content/Moderation/Link/Verb
source: Open on MusicBrainz
ar: إطّلع عليه على ميوزيك براينز
eo: Vidi en MusicBrainz

# Content/Moderation/Link/Verb
source: Open profile
ar: افتح الصفحة الشخصية
eo: Malfermi profilon

# Content/Moderation/Link/Verb
source: Open remote profile
ar: افتح الصفحة الشخصية
eo: Malfermi profilon

# Content/Moderation/Link/Verb
source: Open website
ar: افتح موقع الويب
eo: Malfermi retejon

# Content/Moderation/Card.Title
source: Or customize your rule
ar: أو قم بتخصيص قاعدتك
eo: Aŭ agordi vian regulon

# Content/Search/Dropdown.Label/Noun
source: Order
ar: الترتيب
eo: Ordo

# Content/Search/Dropdown.Label/Noun
source: Ordering
ar: الترتيب
eo: Ordo

# Content/Search/Dropdown.Label/Noun
source: Ordering direction
ar: اتجاه الترتيب
eo: Orda direkto

# Content/Admin/Table.Label
source: Owner
eo: Proprietulo

# Head/*/Title
source: Page Not Found
ar: الصفحة غير موجودة
eo: Maltrovita paĝo

# Content/*/Title
source: Page not found!
ar: الصفحة غير موجودة !
eo: Maltrovitas paĝon!

# Content/*/Hidden text/Noun
source: Pagination
ar: تتابُع الصفحات
eo: Paĝeco

# Content/*/Input.Label
source: Password
eo: Pasvorto

# Content/Settings/Message
source: Password updated
ar: تم تحديث كلمة السر
eo: Pasvorto aktuliginta

# Content/Signup/Card.Title
source: Password updated successfully
ar: تم تحديث كلمة السر بنجاح
eo: Pasvorto sukcese aktualiginta

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause track
ar: ألبِث المَقطَع
eo: Paŭzi kanton

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Pause/play the current track
ar: إيقاف/تشغيل المقطع الحالي
eo: Paŭzi/ludi la aktualan kanton

# Content/Moderation/Card.List item
source: Paused
ar: تم توقيفه مؤقتا
eo: Paŭza

# Content/Library/*/Short
source: Pending
ar: معلّق
eo: Atendas

# Content/Library/Table/Short
source: Pending approval
ar: في انتظار التسريح
eo: Atendas aprobon

# Content/Library/Label
source: Pending files
ar: الملفات المعلّقة
eo: Atendantaj dosieroj

# Sidebar/Notifications/Hidden text
source: Pending follow requests
ar: طلبات المتابَعة المعلَّقة
eo: Atendantaj petoj da sekvado

# Content/Admin/*/Noun
source: Pending review
ar: الملفات المعلّقة
eo: Atendantaj dosieroj
